[
    {
        "title":"下终南山过斛斯山人宿置酒",
        "auth":"李白",
        "dynasty":"唐",
        "content":"暮从碧山下，山月随人归。却顾所来径，苍苍横翠微。相携及田家，童稚开荆扉。绿竹入幽径，青萝拂行衣。欢言得所憩，美酒聊共挥。长歌吟松风，曲尽河星稀。我醉君复乐，陶然共忘机。"
    },
    {
        "title":"月下独酌四首·其一",
        "auth":"李白",
        "dynasty":"唐",
        "content":"花间一壶酒，独酌无相亲。举杯邀明月，对影成三人。月既不解饮，影徒随我身。暂伴月将影，行乐须及春。我歌月徘徊，我舞影零乱。醒时相交欢，醉后各分散。永结无情游，相期邈云汉。"
    },
    {
        "title":"渭川田家",
        "auth":"王维",
        "dynasty":"唐",
        "content":"斜阳照墟落，穷巷牛羊归。野老念牧童，倚杖候荆扉。雉雊麦苗秀，蚕眠桑叶稀。田夫荷锄至，相见语依依。即此羡闲逸，怅然吟式微。"
    },
    {
        "title":"郡斋雨中与诸文士燕集",
        "auth":"韦应物",
        "dynasty":"唐",
        "content":"兵卫森画戟，宴寝凝清香。海上风雨至，逍遥池阁凉。烦疴近消散，嘉宾复满堂。自惭居处崇，未睹斯民康。理会是非遣，性达形迹忘。鲜肥属时禁，蔬果幸见尝。俯饮一杯酒，仰聆金玉章。神欢体自轻，意欲凌风翔。吴中盛文史，群彦今汪洋。方知大藩地，岂曰财赋疆。"
    },
    {
        "title":"塞上曲·其一",
        "auth":"王昌龄",
        "dynasty":"唐",
        "content":"蝉鸣空桑林，八月萧关道。出塞入塞寒，处处黄芦草。从来幽并客，皆共沙尘老。莫学游侠儿，矜夸紫骝好。"
    },
    {
        "title":"塞下曲",
        "auth":"王昌龄",
        "dynasty":"唐",
        "content":"饮马渡秋水，水寒风似刀。平沙日未没，黯黯见临洮。昔日长城战，咸言意气高。黄尘足今古，白骨乱蓬蒿。"
    },
    {
        "title":"关山月",
        "auth":"李白",
        "dynasty":"唐",
        "content":"明月出天山，苍茫云海间。长风几万里，吹度玉门关。汉下白登道，胡窥青海湾。由来征战地，不见有人还。戍客望边色，思归多苦颜。高楼当此夜，叹息未应闲。"
    },
    {
        "title":"古意",
        "auth":"李颀",
        "dynasty":"唐",
        "content":"男儿事长征，少小幽燕客。赌胜马蹄下，由来轻七尺。杀人莫敢前，须如猬毛磔。黄云陇底白雪飞，未得报恩不能归。辽东小妇年十五，惯弹琵琶解歌舞。今为羌笛出塞声，使我三军泪如雨。"
    },
    {
        "title":"琴歌",
        "auth":"李颀",
        "dynasty":"唐",
        "content":"主人有酒欢今夕，请奏鸣琴广陵客。月照城头乌半飞，霜凄万树风入衣。铜炉华烛烛增辉，初弹渌水后楚妃。一声已动物皆静，四座无言星欲稀。清淮奉使千馀里，敢告云山从此始。"
    },
    {
        "title":"金陵酒肆留别",
        "auth":"李白",
        "dynasty":"唐",
        "content":"风吹柳花满店香，吴姬压酒唤客尝。金陵子弟来相送，欲行不行各尽觞。请君试问东流水，别意与之谁短长。"
    },
    {
        "title":"宣州谢朓楼饯别校书叔云",
        "auth":"李白",
        "dynasty":"唐",
        "content":"弃我去者，昨日之日不可留；乱我心者，今日之日多烦忧。长风万里送秋雁，对此可以酣高楼。蓬莱文章建安骨，中间小谢又清发。俱怀逸兴壮思飞，欲上青天览明月。抽刀断水水更流，举杯消愁愁更愁。人生在世不称意，明朝散发弄扁舟。"
    },
    {
        "title":"走马川行奉送出师西征 / 走马川行奉送封大夫出师西征",
        "auth":"岑参",
        "dynasty":"唐",
        "content":"君不见走马川行雪海边，平沙莽莽黄入天。轮台九月风夜吼，一川碎石大如斗，随风满地石乱走。匈奴草黄马正肥，金山西见烟尘飞，汉家大将西出师。将军金甲夜不脱，半夜军行戈相拨，风头如刀面如割。马毛带雪汗气蒸，五花连钱旋作冰，幕中草檄砚水凝。虏骑闻之应胆慑，料知短兵不敢接，车师西门伫献捷。"
    },
    {
        "title":"轮台歌奉送封大夫出师西征",
        "auth":"岑参",
        "dynasty":"唐",
        "content":"轮台城头夜吹角，轮台城北旄头落。羽书昨夜过渠黎，单于已在金山西。戍楼西望烟尘黑，汉兵屯在轮台北。上将拥旄西出征，平明吹笛大军行。四边伐鼓雪海涌，三军大呼阴山动。虏塞兵气连云屯，战场白骨缠草根。剑河风急雪片阔，沙口石冻马蹄脱。亚相勤王甘苦辛，誓将报主静边尘。古来青史谁不见，今见功名胜古人。"
    },
    {
        "title":"白雪歌送武判官归京",
        "auth":"岑参",
        "dynasty":"唐",
        "content":"北风卷地白草折，胡天八月即飞雪。忽如一夜春风来，千树万树梨花开。散入珠帘湿罗幕，狐裘不暖锦衾薄。将军角弓不得控，都护铁衣冷难着。瀚海阑干百丈冰，愁云惨淡万里凝。中军置酒饮归客，胡琴琵琶与羌笛。纷纷暮雪下辕门，风掣红旗冻不翻。轮台东门送君去，去时雪满天山路。山回路转不见君，雪上空留马行处。"
    },
    {
        "title":"八月十五夜赠张功曹",
        "auth":"韩愈",
        "dynasty":"唐",
        "content":"纤云四卷天无河，清风吹空月舒波。沙平水息声影绝，一杯相属君当歌。君歌声酸辞且苦，不能听终泪如雨。洞庭连天九疑高，蛟龙出没猩鼯号。十生九死到官所，幽居默默如藏逃。下床畏蛇食畏药，海气湿蛰熏腥臊。昨者州前捶大鼓，嗣皇继圣登夔皋。赦书一日行万里，罪从大辟皆除死。迁者追回流者还，涤瑕荡垢清朝班。州家申名使家抑，坎轲只得移荆蛮。判司卑官不堪说，未免捶楚尘埃间。同时辈流多上道，天路幽险难追攀。君歌且休听我歌，我歌今与君殊科。一年明月今宵多，人生由命非由他。有酒不饮奈明何。"
    },
    {
        "title":"谒衡岳庙遂宿岳寺题门楼",
        "auth":"韩愈",
        "dynasty":"唐",
        "content":"五岳祭秩皆三公，四方环镇嵩当中。火维地荒足妖怪，天假神柄专其雄。喷云泄雾藏半腹，虽有绝顶谁能穷？我来正逢秋雨节，阴气晦昧无清风。潜心默祷若有应，岂非正直能感通！须臾静扫众峰出，仰见突兀撑青空。紫盖连延接天柱，石廪腾掷堆祝融。森然魄动下马拜，松柏一径趋灵宫。粉墙丹柱动光彩，鬼物图画填青红。升阶伛偻荐脯酒，欲以菲薄明其衷。庙令老人识神意，睢盱侦伺能鞠躬。手持杯珓导我掷，云此最吉余难同。窜逐蛮荒幸不死，衣食才足甘长终。侯王将相望久绝，神纵欲福难为功。夜投佛寺上高阁，星月掩映云曈昽。猿鸣钟动不知曙，杲杲寒日生于东。"
    },
    {
        "title":"燕歌行",
        "auth":"高适",
        "dynasty":"唐",
        "content":"汉家烟尘在东北，汉将辞家破残贼。男儿本自重横行，天子非常赐颜色。摐金伐鼓下榆关，旌旆逶迤碣石间。校尉羽书飞瀚海，单于猎火照狼山。山川萧条极边土，胡骑凭陵杂风雨。战士军前半死生，美人帐下犹歌舞。大漠穷秋塞草腓，孤城落日斗兵稀。身当恩遇常轻敌，力尽关山未解围。铁衣远戍辛勤久，玉箸应啼别离后。少妇城南欲断肠，征人蓟北空回首。边庭飘飖那可度，绝域苍茫无所有。杀气三时作阵云，寒声一夜传刁斗。相看白刃血纷纷，死节从来岂顾勋。君不见沙场征战苦，至今犹忆李将军。"
    },
    {
        "title":"古从军行",
        "auth":"李颀",
        "dynasty":"唐",
        "content":"白日登山望烽火，黄昏饮马傍交河。行人刁斗风沙暗，公主琵琶幽怨多。野云万里无城郭，雨雪纷纷连大漠。胡雁哀鸣夜夜飞，胡儿眼泪双双落。闻道玉门犹被遮，应将性命逐轻车。年年战骨埋荒外，空见蒲桃入汉家。"
    },
    {
        "title":"行路难·其一",
        "auth":"李白",
        "dynasty":"唐",
        "content":"金樽清酒斗十千，玉盘珍羞直万钱。停杯投箸不能食，拔剑四顾心茫然。欲渡黄河冰塞川，将登太行雪满山。闲来垂钓碧溪上，忽复乘舟梦日边。行路难，行路难，多歧路，今安在？长风破浪会有时，直挂云帆济沧海。"
    },
    {
        "title":"将进酒·君不见",
        "auth":"李白",
        "dynasty":"唐",
        "content":"君不见，黄河之水天上来，奔流到海不复回。君不见，高堂明镜悲白发，朝如青丝暮成雪。人生得意须尽欢，莫使金樽空对月。天生我材必有用，千金散尽还复来。烹羊宰牛且为乐，会须一饮三百杯。岑夫子，丹丘生，将进酒，杯莫停。与君歌一曲，请君为我倾耳听。钟鼓馔玉不足贵，但愿长醉不愿醒。古来圣贤皆寂寞，惟有饮者留其名。陈王昔时宴平乐，斗酒十千恣欢谑。主人何为言少钱，径须沽取对君酌。五花马，千金裘，呼儿将出换美酒，与尔同销万古愁。"
    },
    {
        "title":"兵车行",
        "auth":"杜甫",
        "dynasty":"唐",
        "content":"车辚辚，马萧萧，行人弓箭各在腰。耶娘妻子走相送，尘埃不见咸阳桥。牵衣顿足拦道哭，哭声直上干云霄。道旁过者问行人，行人但云点行频。或从十五北防河，便至四十西营田。去时里正与裹头，归来头白还戍边。边庭流血成海水，武皇开边意未已。君不闻汉家山东二百州，千村万落生荆杞。纵有健妇把锄犁，禾生陇亩无东西。况复秦兵耐苦战，被驱不异犬与鸡。长者虽有问，役夫敢申恨？且如今年冬，未休关西卒。县官急索租，租税从何出？信知生男恶，反是生女好。生女犹得嫁比邻，生男埋没随百草。君不见，青海头，古来白骨无人收。新鬼烦冤旧鬼哭，天阴雨湿声啾啾！"
    },
    {
        "title":"送杜少府之任蜀州",
        "auth":"王勃",
        "dynasty":"唐",
        "content":"城阙辅三秦，风烟望五津。与君离别意，同是宦游人。海内存知己，天涯若比邻。无为在歧路，儿女共沾巾。"
    },
    {
        "title":"杂诗三首·其三",
        "auth":"沈佺期",
        "dynasty":"唐",
        "content":"闻道黄龙戍，频年不解兵。可怜闺里月，长在汉家营。少妇今春意，良人昨夜情。谁能将旗鼓，一为取龙城。"
    },
    {
        "title":"渡荆门送别",
        "auth":"李白",
        "dynasty":"唐",
        "content":"渡远荆门外，来从楚国游。山随平野尽，江入大荒流。月下飞天镜，云生结海楼。仍怜故乡水，万里送行舟。"
    },
    {
        "title":"送友人",
        "auth":"李白",
        "dynasty":"唐",
        "content":"青山横北郭，白水绕东城。此地一为别，孤蓬万里征。浮云游子意，落日故人情。挥手自兹去，萧萧班马鸣。"
    },
    {
        "title":"春望",
        "auth":"杜甫",
        "dynasty":"唐",
        "content":"国破山河在，城春草木深。感时花溅泪，恨别鸟惊心。烽火连三月，家书抵万金。白头搔更短，浑欲不胜簪。"
    },
    {
        "title":"月夜忆舍弟",
        "auth":"杜甫",
        "dynasty":"唐",
        "content":"戍鼓断人行，边秋一雁声。露从今夜白，月是故乡明。有弟皆分散，无家问死生。寄书长不达，况乃未休兵。"
    },
    {
        "title":"奉济驿重送严公四韵",
        "auth":"杜甫",
        "dynasty":"唐",
        "content":"远送从此别，青山空复情。几时杯重把，昨夜月同行。列郡讴歌惜，三朝出入荣。江村独归处，寂寞养残生。"
    },
    {
        "title":"送梓州李使君",
        "auth":"王维",
        "dynasty":"唐",
        "content":"万壑树参天，千山响杜鹃。山中一夜雨，树杪百重泉。汉女输橦布，巴人讼芋田。文翁翻教授，不敢倚先贤。"
    },
    {
        "title":"终南别业",
        "auth":"王维",
        "dynasty":"唐",
        "content":"中岁颇好道，晚家南山陲。兴来每独往，胜事空自知。行到水穷处，坐看云起时。偶然值林叟，谈笑无还期。"
    },
    {
        "title":"过故人庄",
        "auth":"孟浩然",
        "dynasty":"唐",
        "content":"故人具鸡黍，邀我至田家。绿树村边合，青山郭外斜。开轩面场圃，把酒话桑麻。待到重阳日，还来就菊花。"
    },
    {
        "title":"留别王侍御维 / 留别王维",
        "auth":"孟浩然",
        "dynasty":"唐",
        "content":"寂寂竟何待，朝朝空自归。欲寻芳草去，惜与故人违。当路谁相假，知音世所稀。只应守寂寞，还掩故园扉。"
    },
    {
        "title":"饯别王十一南游",
        "auth":"刘长卿",
        "dynasty":"唐",
        "content":"望君烟水阔，挥手泪沾巾。飞鸟没何处，青山空向人。长江一帆远，落日五湖春。谁见汀洲上，相思愁白蘋。"
    },
    {
        "title":"赋得暮雨送李胄 / 赋得暮雨送李曹",
        "auth":"韦应物",
        "dynasty":"唐",
        "content":"楚江微雨里，建业暮钟时。漠漠帆来重，冥冥鸟去迟。海门深不见，浦树远含滋。相送情无限，沾襟比散丝。"
    },
    {
        "title":"李端公 / 送李端",
        "auth":"卢纶",
        "dynasty":"唐",
        "content":"故关衰草遍，离别正堪悲。路出寒云外，人归暮雪时。少孤为客早，多难识君迟。掩泪空相向，风尘何处期。"
    },
    {
        "title":"喜见外弟又言别",
        "auth":"李益",
        "dynasty":"唐",
        "content":"十年离乱后，长大一相逢。问姓惊初见，称名忆旧容。别来沧海事，语罢暮天钟。明日巴陵道，秋山又几重。"
    },
    {
        "title":"草 / 赋得古原草送别",
        "auth":"白居易",
        "dynasty":"唐",
        "content":"离离原上草，一岁一枯荣。野火烧不尽，春风吹又生。远芳侵古道，晴翠接荒城。又送王孙去，萋萋满别情。"
    },
    {
        "title":"旅宿",
        "auth":"杜牧",
        "dynasty":"唐",
        "content":"旅馆无良伴，凝情自悄然。寒灯思旧事，断雁警愁眠。远梦归侵晓，家书到隔年。沧江好烟月，门系钓鱼船。"
    },
    {
        "title":"北青萝",
        "auth":"李商隐",
        "dynasty":"唐",
        "content":"残阳西入崦，茅屋访孤僧。落叶人何在，寒云路几层。独敲初夜磬，闲倚一枝藤。世界微尘里，吾宁爱与憎。"
    },
    {
        "title":"送人东游",
        "auth":"温庭筠",
        "dynasty":"唐",
        "content":"荒戍落黄叶，浩然离故关。高风汉阳渡，初日郢门山。江上几人在，天涯孤棹还。何当重相见，尊酒慰离颜。"
    },
    {
        "title":"书边事",
        "auth":"张乔",
        "dynasty":"唐",
        "content":"调角断清秋，征人倚戍楼。春风对青冢，白日落梁州。大漠无兵阻，穷边有客游。蕃情似此水，长愿向南流。"
    },
    {
        "title":"除夜 / 巴山道中除夜书怀 / 除夜有怀",
        "auth":"崔涂",
        "dynasty":"唐",
        "content":"迢递三巴路，羁危万里身。乱山残雪夜，孤烛异乡人。渐与骨肉远，转于僮仆亲。那堪正飘泊，明日岁华新。"
    },
    {
        "title":"望蓟门",
        "auth":"祖咏",
        "dynasty":"唐",
        "content":"燕台一去客心惊，箫鼓喧喧汉将营。万里寒光生积雪，三边曙色动危旌。沙场烽火连胡月，海畔云山拥蓟城。少小虽非投笔吏，论功还欲请长缨。"
    },
    {
        "title":"九日登望仙台呈刘明府容",
        "auth":"崔曙",
        "dynasty":"唐",
        "content":"汉文皇帝有高台，此日登临曙色开。三晋云山皆北向，二陵风雨自东来。关门令尹谁能识，河上仙翁去不回。且欲近寻彭泽宰，陶然共醉菊花杯。"
    },
    {
        "title":"送魏万之京",
        "auth":"李颀",
        "dynasty":"唐",
        "content":"朝闻游子唱离歌，昨夜微霜初渡河。鸿雁不堪愁里听，云山况是客中过。关城树色催寒近，御苑砧声向晚多。莫见长安行乐处，空令岁月易蹉跎。"
    },
    {
        "title":"送李少府贬峡中王少府贬长沙",
        "auth":"高适",
        "dynasty":"唐",
        "content":"嗟君此别意何如，驻马衔杯问谪居。巫峡啼猿数行泪，衡阳归雁几封书。青枫江上秋帆远，白帝城边古木疏。圣代即今多雨露，暂时分手莫踌躇。"
    },
    {
        "title":"积雨辋川庄作 / 秋归辋川庄作",
        "auth":"王维",
        "dynasty":"唐",
        "content":"积雨空林烟火迟，蒸藜炊黍饷东菑。漠漠水田飞白鹭，阴阴夏木啭黄鹂。山中习静观朝槿，松下清斋折露葵。野老与人争席罢，海鸥何事更相疑。"
    },
    {
        "title":"登高",
        "auth":"杜甫",
        "dynasty":"唐",
        "content":"风急天高猿啸哀，渚清沙白鸟飞回。无边落木萧萧下，不尽长江滚滚来。万里悲秋常作客，百年多病独登台。艰难苦恨繁霜鬓，潦倒新停浊酒杯。"
    },
    {
        "title":"阁夜",
        "auth":"杜甫",
        "dynasty":"唐",
        "content":"岁暮阴阳催短景，天涯霜雪霁寒宵。五更鼓角声悲壮，三峡星河影动摇。野哭千家闻战伐，夷歌数处起渔樵。卧龙跃马终黄土，人事音书漫寂寥。"
    },
    {
        "title":"晚次鄂州",
        "auth":"卢纶",
        "dynasty":"唐",
        "content":"云开远见汉阳城，犹是孤帆一日程。估客昼眠知浪静，舟人夜语觉潮生。三湘衰鬓逢秋色，万里归心对月明。旧业已随征战尽，更堪江上鼓鼙声。"
    },
    {
        "title":"无题·昨夜星辰昨夜风",
        "auth":"李商隐",
        "dynasty":"唐",
        "content":"昨夜星辰昨夜风，画楼西畔桂堂东。身无彩凤双飞翼，心有灵犀一点通。隔座送钩春酒暖，分曹射覆蜡灯红。嗟余听鼓应官去，走马兰台类转蓬。"
    },
    {
        "title":"利州南渡",
        "auth":"温庭筠",
        "dynasty":"唐",
        "content":"澹然空水对斜晖，曲岛苍茫接翠微。波上马嘶看棹去，柳边人歇待船归。数丛沙草群鸥散，万顷江田一鹭飞。谁解乘舟寻范蠡，五湖烟水独忘机。"
    },
    {
        "title":"崔九欲往南山马上口号与别 / 留别王维 / 送崔九",
        "auth":"裴迪",
        "dynasty":"唐",
        "content":"归山深浅去，须尽丘壑美。莫学武陵人，暂游桃源里。"
    },
    {
        "title":"登鹳雀楼",
        "auth":"王之涣",
        "dynasty":"唐",
        "content":"白日依山尽，黄河入海流。欲穷千里目，更上一层楼。"
    },
    {
        "title":"送灵澈上人",
        "auth":"刘长卿",
        "dynasty":"唐",
        "content":"苍苍竹林寺，杳杳钟声晚。荷笠带斜阳，青山独归远。"
    },
    {
        "title":"送方外上人 / 送上人",
        "auth":"刘长卿",
        "dynasty":"唐",
        "content":"孤云将野鹤，岂向人间住。莫买沃洲山，时人已知处。"
    },
    {
        "title":"新嫁娘词",
        "auth":"王建",
        "dynasty":"唐",
        "content":"三日入厨下，洗手作羹汤。未谙姑食性，先遣小姑尝。"
    },
    {
        "title":"问刘十九",
        "auth":"白居易",
        "dynasty":"唐",
        "content":" 绿蚁新醅酒，红泥小火炉。晚来天欲雪，能饮一杯无？"
    },
    {
        "title":"寻隐者不遇 / 孙革访羊尊师诗",
        "auth":"贾岛",
        "dynasty":"唐",
        "content":"松下问童子，言师采药去。只在此山中，云深不知处。"
    },
    {
        "title":"渡汉江",
        "auth":"宋之问",
        "dynasty":"唐",
        "content":"岭外音书绝，经冬复历春。近乡情更怯，不敢问来人。"
    },
    {
        "title":"和张仆射塞下曲·其一",
        "auth":"卢纶",
        "dynasty":"唐",
        "content":"鹫翎金仆姑，燕尾绣蝥弧。独立扬新令，千营共一呼。"
    },
    {
        "title":"和张仆射塞下曲·其二",
        "auth":"卢纶",
        "dynasty":"唐",
        "content":"林暗草惊风，将军夜引弓。平明寻白羽，没在石棱中。"
    },
    {
        "title":"和张仆射塞下曲·其三",
        "auth":"卢纶",
        "dynasty":"唐",
        "content":"月黑雁飞高，单于夜遁逃。欲将轻骑逐，大雪满弓刀。"
    },
    {
        "title":"和张仆射塞下曲·其四",
        "auth":"卢纶",
        "dynasty":"唐",
        "content":"野幕敞琼筵，羌戎贺劳旋。醉和金甲舞，雷鼓动山川。"
    },
    {
        "title":"芙蓉楼送辛渐",
        "auth":"王昌龄",
        "dynasty":"唐",
        "content":"寒雨连江夜入吴，平明送客楚山孤。洛阳亲友如相问，一片冰心在玉壶。"
    },
    {
        "title":"凉州词二首",
        "auth":"王翰",
        "dynasty":"唐",
        "content":"葡萄美酒夜光杯，欲饮琵琶马上催。醉卧沙场君莫笑，古来征战几人回。秦中花鸟已应阑，塞外风沙犹自寒。夜听胡笳折杨柳，教人意气忆长安。"
    },
    {
        "title":"黄鹤楼送孟浩然之广陵",
        "auth":"李白",
        "dynasty":"唐",
        "content":"故人西辞黄鹤楼，烟花三月下扬州。孤帆远影碧空尽，唯见长江天际流。"
    },
    {
        "title":"逢入京使",
        "auth":"岑参",
        "dynasty":"唐",
        "content":"故园东望路漫漫，双袖龙钟泪不干。马上相逢无纸笔，凭君传语报平安。"
    },
    {
        "title":"月夜 / 夜月",
        "auth":"刘方平",
        "dynasty":"唐",
        "content":"更深月色半人家，北斗阑干南斗斜。今夜偏知春气暖，虫声新透绿窗纱。"
    },
    {
        "title":"征人怨 / 征怨",
        "auth":"柳中庸",
        "dynasty":"唐",
        "content":"岁岁金河复玉关，朝朝马策与刀环。三春白雪归青冢，万里黄河绕黑山。"
    },
    {
        "title":"夜上受降城闻笛",
        "auth":"李益",
        "dynasty":"唐",
        "content":"回乐烽前沙似雪，受降城外月如霜。不知何处吹芦管，一夜征人尽望乡。"
    },
    {
        "title":"题金陵渡",
        "auth":"张祜",
        "dynasty":"唐",
        "content":"金陵津渡小山楼，一宿行人自可愁。潮落夜江斜月里，两三星火是瓜州。"
    },
    {
        "title":"近试上张籍水部 / 近试上张水部 / 闺意献张水部",
        "auth":"朱庆馀",
        "dynasty":"唐",
        "content":"洞房昨夜停红烛，待晓堂前拜舅姑。妆罢低声问夫婿，画眉深浅入时无。"
    },
    {
        "title":"赤壁",
        "auth":"杜牧",
        "dynasty":"唐",
        "content":"折戟沉沙铁未销，自将磨洗认前朝。东风不与周郎便，铜雀春深锁二乔。"
    },
    {
        "title":"瑶瑟怨",
        "auth":"温庭筠",
        "dynasty":"唐",
        "content":"冰簟银床梦不成，碧天如水夜云轻。雁声远过潇湘去，十二楼中月自明。"
    },
    {
        "title":"送元二使安西",
        "auth":"王维",
        "dynasty":"唐",
        "content":"渭城朝雨浥轻尘，客舍青青柳色新。劝君更尽一杯酒，西出阳关无故人。"
    },
    {
        "title":"出塞二首·其一",
        "auth":"王昌龄",
        "dynasty":"唐",
        "content":"秦时明月汉时关，万里长征人未还。但使龙城飞将在，不教胡马度阴山。"
    },
    {
        "title":"凉州词二首·其一",
        "auth":"王之涣",
        "dynasty":"唐",
        "content":"黄河远上白云间，一片孤城万仞山。羌笛何须怨杨柳，春风不度玉门关。"
    },
    {
        "title":"采薇",
        "auth":"佚名",
        "dynasty":"先秦",
        "content":"采薇采薇，薇亦作止。曰归曰归，岁亦莫止。靡室靡家，玁狁之故。不遑启居，玁狁之故。采薇采薇，薇亦柔止。曰归曰归，心亦忧止。忧心烈烈，载饥载渴。我戍未定，靡使归聘。采薇采薇，薇亦刚止。曰归曰归，岁亦阳止。王事靡盬，不遑启处。忧心孔疚，我行不来。彼尔维何？维常之华。彼路斯何？君子之车。戎车既驾，四牡业业。岂敢定居？一月三捷。驾彼四牡，四牡骙骙。君子所依，小人所腓。四牡翼翼，象弭鱼服。岂不日戒，玁狁孔棘。昔我往矣，杨柳依依。今我来思，雨雪霏霏。行道迟迟，载渴载饥。我心伤悲，莫知我哀！"
    },
    {
        "title":"頍弁",
        "auth":"佚名",
        "dynasty":"先秦",
        "content":"有頍者弁，实维伊何？尔酒既旨，尔肴既嘉。岂伊异人？兄弟匪他。茑与女萝，施于松柏。未见君子，忧心奕奕；既见君子，庶几说怿。有頍者弁，实维何期？尔酒既旨，尔肴既时。岂伊异人？兄弟具来。茑与女萝，施于松上。未见君子，忧心怲々；既见君子，庶几有臧。有頍者弁，实维在首。尔酒既旨，尔肴既阜。岂伊异人？兄弟甥舅。如彼雨雪，先集维霰。死丧无日，无几相见。乐酒今夕，君子维宴。"
    },
    {
        "title":"浪淘沙·九曲黄河万里沙",
        "auth":"刘禹锡",
        "dynasty":"唐",
        "content":"九曲黄河万里沙，浪淘风簸自天涯。如今直上银河去，同到牵牛织女家。"
    },
    {
        "title":"頍弁",
        "auth":"佚名",
        "dynasty":"先秦",
        "content":"有頍者弁，实维伊何？尔酒既旨，尔肴既嘉。岂伊异人？兄弟匪他。茑与女萝，施于松柏。未见君子，忧心奕奕；既见君子，庶几说怿。有頍者弁，实维何期？尔酒既旨，尔肴既时。岂伊异人？兄弟具来。茑与女萝，施于松上。未见君子，忧心怲々；既见君子，庶几有臧。有頍者弁，实维在首。尔酒既旨，尔肴既阜。岂伊异人？兄弟甥舅。如彼雨雪，先集维霰。死丧无日，无几相见。乐酒今夕，君子维宴。"
    },
    {
        "title":"送应氏二首",
        "auth":"曹植",
        "dynasty":"魏晋",
        "content":"【其一】步登北邙阪，遥望洛阳山。洛阳何寂寞，宫室尽烧焚。垣墙皆顿擗，荆棘上参天。不见旧耆老，但睹新少年。侧足无行径，荒畴不复田。游子久不归，不识陌与阡。中野何萧条，千里无人烟。念我平常居，气结不能言。【其二】清时难屡得，嘉会不可常。天地无终极，人命若朝霜。愿得展嬿婉，我友之朔方。亲昵并集送，置酒此河阳。中馈岂独薄？宾饮不尽觞。爱至望苦深，岂不愧中肠？山川阻且远，别促会日长。愿为比翼鸟，施翮起高翔。"
    },
    {
        "title":"奉同张敬夫城南二十咏",
        "auth":"朱熹",
        "dynasty":"宋",
        "content":"【纳湖】诗筒连画卷，坐看复行吟。想像南湖水，秋来几许深。【东渚】小山幽桂丛，岁暮霭佳色。花落洞庭波，秋风渺何极！【咏归桥】绿涨平湖水，朱栏跨小桥。舞雩千载事，历历在今朝。【船斋】考盘虽在陆，滉漾水云深。正尔沧洲趣，难忘魏阙心。【丽泽堂】堂后林阴密，堂前湖水深。感君怀我意，千里梦相寻。【兰涧】光风浮碧涧，兰杜日猗猗。竟岁无人采，含薰祗自知。【书楼】君家一编书，不自圯上得。石室寄林端，时来玩幽赜。【山斋】藏书楼上头，读书楼下屋。怀哉千载心，俯仰数椽足。【蒙轩】先生湖海姿，蒙养今自閟。铭坐仰先贤，点画存彖系。【石】疏此竹下渠，漱彼涧中石。暮馆绕寒声，秋空动澄碧。【卷云亭】西山云气深，徙倚一舒。浩荡忽搴开，为君展遐眺。【柳堤】渚华初出水，堤树亦成行。吟罢天津句，风拂面凉。【月榭】月色三秋白，湖光四面平。与君凌倒景，上下极空明。【濯清】涉江采芙蓉，十反心无斁。不遇无极翁，深衷竟谁识？【西屿】朝吟东渚风，夕弄西屿月。人境谅非遥，湖山自幽绝。【淙琤谷】湖光湛不流，嵌窦亦潜注。倚杖忽琮琤，竹深无觅处。【听雨舫】彩舟停画桨，容与得欹眠。梦破蓬窗雨，寒声动一川。【梅堤】仙人冰雪姿，贞秀绝伦拟。驿使讵知闻，寻香问烟水。【采菱舟】湖平秋水碧，桂棹木兰舟。一曲菱歌晚，惊飞欲下鸥。【南阜】高丘复层观，何日去登临？一目长空尽，寒江列暮岑。"
    },
    {
        "title":"如梦令·野店几杯空酒",
        "auth":"向滈",
        "dynasty":"宋",
        "content":"野店几杯空酒。醉里两眉长皱。已自不成眠，那更洒醒时候。知否。知否。直是为他消瘦。"
    },
    {
        "title":"菩萨蛮·梅雪",
        "auth":"周邦彦",
        "dynasty":"宋",
        "content":"银河宛转三千曲。浴凫飞鹭澄波绿。何处是归舟。夕阳江上楼。天憎梅浪发。故下封枝雪。深院卷帘看。应怜江上寒。"
    },
    {
        "title":"咏利城山居",
        "auth":"支遁",
        "dynasty":"魏晋",
        "content":"五岳盘神基，四渎涌荡津。动求目方智，默守标静仁。苟不宴出处，托好有常因。寻元存终古，洞往想逸民。玉洁箕岩下，金声濑沂滨。卷华藏纷雾，振褐拂埃尘。迹从尺蠖曲，道与腾龙伸。峻无单豹伐，分非首阳真。长啸归林岭，潇洒任陶钧。"
    },
    {
        "title":"贺新郎·别茂嘉十二弟",
        "auth":"辛弃疾",
        "dynasty":"宋",
        "content":"别茂嘉十二弟。鹈鴂、杜鹃实两种，见《离骚补注》绿树听鹈鴂。更那堪、鹧鸪声住，杜鹃声切。啼到春归无寻处，苦恨芳菲都歇。算未抵、人间离别。马上琵琶关塞黑，更长门、翠辇辞金阙。看燕燕，送归妾。将军百战身名裂。向河梁、回头万里，故人长绝。易水萧萧西风冷，满座衣冠似雪。正壮士、悲歌未彻。啼鸟还知如许恨，料不啼清泪长啼血。谁共我，醉明月。"
    },
    {
        "title":"水调歌头·送王修甫东还",
        "auth":"王恽",
        "dynasty":"元",
        "content":"樊川吾所爱，老我莫能俦。二年鞍马淇上，来往更风流。梦里池塘春草，却被鸣禽呼觉，柳暗水边楼。浩荡故园思，汶水日悠悠。洛阳花，梁苑月，苦迟留。半生许与词伯，不负壮年游。我亦布衣游子，久欲观光齐鲁，羁绁在鹰韛、早晚西湖上，同醉木兰舟。"
    },
    {
        "title":"风流子·茅舍槿篱溪曲",
        "auth":"孙光宪",
        "dynasty":"五代十国",
        "content":"茅舍槿篱溪曲，鸡犬自南自北。菰叶长，水葓开，门外春波涨绿。听织，声促，轧轧鸣梭穿屋。"
    },
    {
        "title":"踏莎行·祖席离歌",
        "auth":"晏殊",
        "dynasty":"宋",
        "content":"祖席离歌，长亭别宴。香尘已隔犹回面。居人匹马映林嘶，行人去棹依波转。画阁魂消，高楼目断。斜阳只送平波远。无穷无尽是离愁，天涯地角寻思遍。"
    },
    {
        "title":"好事近·杭苇岸才登",
        "auth":"周之琦",
        "dynasty":"清",
        "content":"杭苇岸才登，行入乱峰层碧。十里平沙浅渚，又渡头人立。笋将摇梦上轻舟，舟尾浪花湿。恰好乌篷小小，载一肩秋色。"
    },
    {
        "title":"清明日",
        "auth":"温庭筠",
        "dynasty":"唐",
        "content":"清娥画扇中，春树郁金红。出犯繁花露，归穿弱柳风。马骄偏避幰，鸡骇乍开笼。柘弹何人发，黄鹂隔故宫。"
    },
    {
        "title":"夏日浮舟过陈大水亭 / 浮舟过滕逸人别业",
        "auth":"孟浩然",
        "dynasty":"唐",
        "content":"水亭凉气多，闲棹晚来过。涧影见松竹，潭香闻芰荷。野童扶醉舞，山鸟助酣歌。幽赏未云遍，烟光奈夕何。"
    },
    {
        "title":"送孔巢父谢病归游江东兼呈李白",
        "auth":"杜甫",
        "dynasty":"唐",
        "content":"巢父掉头不肯住，东将人海随烟雾。诗卷长留天地间，钓竿欲拂珊瑚树。深山大泽龙蛇远，春寒野阴风景暮。蓬莱织女回云车，指点虚无是归路。自是君身有仙骨，世人那得知其故。惜君只欲苦死留，富贵何如草头露？蔡侯静者意有涂，清夜置酒临前除。罢琴惆怅月照席：“几岁寄我空中书？南寻禹穴见李白，道甫问讯今何如！”"
    },
    {
        "title":"原州九日",
        "auth":"赵时春",
        "dynasty":"明",
        "content":"秋声咽塞笳，边气肃霜华。九日登高处，群山入望赊。苍蒹仍碧水，绿酒对黄花。鸿鹄归何处，长天空落霞。"
    },
    {
        "title":"望江南·江上雪",
        "auth":"李纲",
        "dynasty":"宋",
        "content":"江上雪，独立钓渔翁。箬笠但闻冰散响，蓑衣时振玉花空。图画若为工。云水暮，归去远烟中。茅舍竹篱依小屿，缩鳊圆鲫入轻笼。欢笑有儿童。"
    },
    {
        "title":"拜星月慢·林钟羽姜石帚以盆莲数十置中庭宴客其中",
        "auth":"吴文英",
        "dynasty":"宋",
        "content":"绛雪生凉，碧霞笼夜，小立中庭芜地。昨梦西湖，老扁舟身世。叹游荡，暂赏、吟花酌露尊俎，冷玉红香罍洗。眼眩魂迷，古陶洲十里。翠参差、澹月平芳砌。砖花滉、小浪鱼鳞起。雾盎浅障青罗，洗湘娥春腻。荡兰烟、麝馥浓侵醉。吹不散、绣屋重门闭。又怕便、绿减西风，泣秋檠烛外。"
    },
    {
        "title":"题友人山居",
        "auth":"黄滔",
        "dynasty":"唐",
        "content":"到君栖迹所，竹径与衡门。亦在乾坤内，独无尘俗喧。新泉浮石藓，崩壁露松根。更说寻僧处，孤峰上啸猿。"
    },
    {
        "title":"贺新郎·把酒长亭说",
        "auth":"辛弃疾",
        "dynasty":"宋",
        "content":"陈同父自东阳来过余，留十日。与之同游鹅湖，且会朱晦庵于紫溪，不至，飘然东归。既别之明日，余意中殊恋恋，复欲追路。至鹭鸶林，则雪深泥滑，不得前矣。独饮方村，怅然久之，颇恨挽留之正是遂也。夜半投宿吴氏泉湖四望楼，闻邻笛悲甚，为赋《贺新郎》以见意。又五日，同父书来索词，心所同然者如此，可发千里一笑。把酒长亭说。看渊明、风流酷似，卧龙诸葛。何处飞来林间鹊，蹙踏松梢微雪。要破帽多添华发。剩水残山无态度，被疏梅料理成风月。两三雁，也萧瑟。佳人重约还轻别。怅清江、天寒不渡，水深冰合。路断车轮生四角，此地行人销骨。问谁使、君来愁绝？铸就而今相思错，料当初、费尽人间铁。长夜笛，莫吹裂。"
    },
    {
        "title":"小儿垂钓",
        "auth":"胡令能",
        "dynasty":"唐",
        "content":"蓬头稚子学垂纶，侧坐莓苔草映身。路人借问遥招手，怕得鱼惊不应人。"
    },
    {
        "title":"西江月·夜行黄沙道中",
        "auth":"辛弃疾",
        "dynasty":"宋",
        "content":"明月别枝惊鹊，清风半夜鸣蝉。稻花香里说丰年，听取蛙声一片。七八个星天外，两三点雨山前。旧时茅店社林边，路转溪桥忽见。"
    },
    {
        "title":"清平乐·村居",
        "auth":"辛弃疾",
        "dynasty":"宋",
        "content":"茅檐低小，溪上青青草。醉里吴音相媚好，白发谁家翁媪？大儿锄豆溪东，中儿正织鸡笼。最喜小儿亡赖，溪头卧剥莲蓬。"
    },
    {
        "title":"江城子·密州出猎",
        "auth":"苏轼",
        "dynasty":"宋",
        "content":"老夫聊发少年狂，左牵黄，右擎苍，锦帽貂裘，千骑卷平冈。为报倾城随太守，亲射虎，看孙郎。酒酣胸胆尚开张，鬓微霜，又何妨！持节云中，何日遣冯唐？会挽雕弓如满月，西北望，射天狼。"
    },
    {
        "title":"浪淘沙·秋",
        "auth":"朱栴",
        "dynasty":"明",
        "content":"塞下景荒凉，淡薄秋光，金风淅淅透衣裳。读罢安仁《秋兴赋》，憀栗悲伤。廿载住边疆，两鬓成霜，天边鸿雁又南翔。借问夏城屯戍客，是否思乡？"
    },
    {
        "title":"春光好·花滴露",
        "auth":"欧阳炯",
        "dynasty":"五代十国",
        "content":"花滴露，柳摇烟，艳阳天。雨霁山樱红欲烂，谷莺迁。饮处交飞玉斝，游时倒把金鞭。风飐九衢榆叶动，簇青钱。"
    },
    {
        "title":"菩萨蛮·山城夜半催金柝",
        "auth":"顾贞观",
        "dynasty":"清",
        "content":"山城夜半催金柝，酒醒孤馆灯花落。窗白一声鸡，枕函闻马嘶。门前乌桕树，霜月迷行处。遥忆独眠人，早寒惊梦频。"
    },
    {
        "title":"声声慢·友人以梅兰瑞香水仙供客曰四香分韵得风字",
        "auth":"吴文英",
        "dynasty":"宋",
        "content":"友人以梅、兰、瑞香、水仙供客，曰四香，分韵得风字。云深山坞，烟冷江皋，人生未易相逢。一笑灯前，钗行两两春容。清芳夜争真态，引生香、撩乱东风。探花手，与安排金屋，懊恼司空。憔悴欹翘委佩，恨玉奴销瘦，飞趁轻鸿。试问知心，尊前谁最情浓。连呼紫云"
    },
    {
        "title":"鹧鸪天·元宵后独酌",
        "auth":"杨慎",
        "dynasty":"明",
        "content":"千点寒梅晓角中，一番春信画楼东。收灯庭院迟迟月，落索秋千翦翦风。鱼雁杳，水云重，异乡节序恨匆匆。当歌幸有金陵子，翠斝清尊莫放空。"
    },
    {
        "title":"塞下曲",
        "auth":"高适",
        "dynasty":"唐",
        "content":"结束浮云骏，翩翩出从戎。且凭天子怒，复倚将军雄。万鼓雷殷地，千旗火生风。日轮驻霜戈，月魄悬雕弓。青海阵云匝，黑山兵气冲。战酣太白高，战罢旄头空。万里不惜死，一朝得成功。画图麒麟阁，入朝明光宫。大笑向文士，一经何足穷。古人昧此道，往往成老翁。"
    },
    {
        "title":"生查子·旅思",
        "auth":"吴伟业",
        "dynasty":"清",
        "content":"一尺过江山，万点长淮树。石上水潺潺，流入青溪去。六月北风寒，落叶无朝暮。度樾与穿云，林黑行人顾。"
    },
    {
        "title":"春园即事",
        "auth":"王维",
        "dynasty":"唐",
        "content":"宿雨乘轻屐，春寒著弊袍。开畦分白水，间柳发红桃。草际成棋局，林端举桔槔。还持鹿皮几，日暮隐蓬蒿。"
    },
    {
        "title":"踏莎行·碧海无波",
        "auth":"晏殊",
        "dynasty":"宋",
        "content":"碧海无波，瑶台有路。思量便合双飞去。当时轻别意中人，山长水远知何处。绮席凝尘，香闺掩雾。红笺小字凭谁附。高楼目尽欲黄昏，梧桐叶上萧萧雨。"
    },
    {
        "title":"对雪二首",
        "auth":"李商隐",
        "dynasty":"唐",
        "content":"寒气先侵玉女扉，清光旋透省郎闱。梅花大庾岭头发，柳絮章台街里飞。欲舞定随曹植马，有情应湿谢庄衣。龙山万里无多远，留待行人二月归。旋扑珠帘过粉墙，轻于柳絮重于霜。已随江令夸琼树，又入卢家妒玉堂。侵夜可能争桂魄，忍寒应欲试梅妆。关河冻合东西路，肠断斑骓送陆郎。"
    },
    {
        "title":"送人",
        "auth":"杜牧",
        "dynasty":"唐",
        "content":"鸳鸯帐里暖芙蓉，低泣关山几万重。明镜半边钗一股，此生何处不相逢。"
    },
    {
        "title":"善哉行·其一",
        "auth":"曹丕",
        "dynasty":"魏晋",
        "content":"上山采薇，薄暮苦饥。溪谷多风，霜露沾衣。野雉群雊，猿猴相追。还望故乡，郁何垒垒！高山有崖，林木有枝。忧来无方，人莫之知。人生如寄，多忧何为？今我不乐，岁月如驰。汤汤川流，中有行舟。随波转薄，有似客游。策我良马，被我轻裘。载驰载驱，聊以忘忧。"
    },
    {
        "title":"塞下曲",
        "auth":"李贺",
        "dynasty":"唐",
        "content":"胡角引北风，蓟门白于水。天含青海道，城头月千里。露下旗濛濛，寒金鸣夜刻。蕃甲锁蛇鳞，马嘶青冢白。秋静见旄头，沙远席羁愁。帐北天应尽，河声出塞流。"
    },
    {
        "title":"寒食郊行书事",
        "auth":"范成大",
        "dynasty":"宋",
        "content":"野店垂杨步，荒祠苦竹丛。鹭窥芦箔水，鸟啄纸钱风。媪引浓妆女，儿扶烂醉翁。深村时节好，应为去年丰。"
    },
    {
        "title":"关河令·秋阴时晴渐向暝",
        "auth":"周邦彦",
        "dynasty":"宋",
        "content":"秋阴时晴向暝。变一庭凄冷。伫听寒声，云深无雁影。更深人去寂静。但照壁、孤灯相映。酒已都醒，如何消夜永。"
    },
    {
        "title":"送人游塞",
        "auth":"王建",
        "dynasty":"唐",
        "content":"初晴天堕丝，晚色上春枝。城下路分处，边头人去时。停车数行日，劝酒问回期。亦是茫茫客，还从此别离。"
    },
    {
        "title":"雪夜小饮赠梦得",
        "auth":"白居易",
        "dynasty":"唐",
        "content":"同为懒慢园林客，共对萧条雨雪天。小酌酒巡销永夜，大开口笑送残年。久将时背成遗老，多被人呼作散仙。呼作散仙应有以，曾看东海变桑田。"
    },
    {
        "title":"秋日田园杂兴",
        "auth":"范成大",
        "dynasty":"宋",
        "content":"杞菊垂珠滴露红，两蛩相应语莎丛。虫丝罥尽黄葵叶，寂历高花侧晚风。朱门巧夕沸欢声，田舍黄昏静掩扃。男解牵牛女能织，不须徼福渡河星。橘蠹如蚕入化机，枝间垂茧似蓑衣；忽然蜕作多花蝶，翅粉才乾便学飞。静看檐蛛结网低，无端妨碍小虫飞。蜻蜒倒挂蜂儿窘，催唤山童为解围。垂成穑事苦艰难，忌雨嫌风更怯寒。牋诉天公休掠剩，半赏私债半输官。秋来只怕雨垂垂，甲子无云万事宜。获稻毕工随晒谷，直须晴到入仓时。中秋全景属潜夫，棹入空明看太湖。身外水天银一色，城中有此月明无。新筑场泥镜面平，家家打稻趁霜晴；笑歌声里轻雷动，一夜连枷响到明。租船满载候开仓，粒粒如珠白似霜。不惜两钟输一斛，尚赢糠核饱儿郎。菽粟瓶罂贮满家，天教将醉作生涯。不知新滴堪篘未？细捣枨虀买鱠鱼，细捣枨虀卖脍鱼，西风吹上四腮鲈。雪松酥腻千丝缕，除却松江到处无。新霜彻晓报秋深，染尽青林作缬林。惟有橘园风景异，碧丛丛里万黄金。"
    },
    {
        "title":"霜花腴·重阳前一日泛石湖",
        "auth":"吴文英",
        "dynasty":"宋",
        "content":"翠微路窄，醉晚风、凭谁为整欹冠。霜饱花腴，烛消人瘦，秋光作也都难。病怀强宽。恨雁声、偏落歌前。记年时、旧宿凄凉，暮烟秋雨野桥寒。妆靥鬓英争艳，度清商一曲，暗坠金蝉。芳节多阴，兰情稀会，晴晖称拂吟笺。更移画船。引佩环、邀下婵娟。算明朝、未了重阳，紫萸应耐看。"
    },
    {
        "title":"鹧鸪天·九日悲秋不到心",
        "auth":"晏几道",
        "dynasty":"宋",
        "content":"九日悲秋不到心。凤城歌管有新音。凤凋碧柳愁眉淡，露染黄花笑靥深。初见雁，已闻砧。绮罗丛里胜登临。须教月户纤纤玉，细捧霞觞滟滟金。"
    },
    {
        "title":"庾楼晓望",
        "auth":"白居易",
        "dynasty":"唐",
        "content":"独凭朱槛立凌晨，山色初明水色新。竹雾晓笼衔岭月，蘋风暖送过江春。子城阴处犹残雪，衙鼓声前未有尘。三百年来庾楼上，曾经多少望乡人。"
    },
    {
        "title":"扫花游·西湖寒食",
        "auth":"吴文英",
        "dynasty":"宋",
        "content":"冷空淡碧，带翳柳轻云，护花深雾。艳晨易午。正笙箫竞渡，绮罗争路。骤卷风埃，半掩长蛾翠妩。散红缕。渐红湿杏泥，愁燕无语。乘盖争避处。就解佩旗亭，故人相遇。恨春太妒。溅行裙更惜，凤钩尘污。酹入梅根，万点啼痕暗树。峭寒暮。更萧萧、陇头人去。"
    },
    {
        "title":"古怨别",
        "auth":"孟郊",
        "dynasty":"唐",
        "content":"飒飒秋风生，愁人怨离别。含情两相向，欲语气先咽。心曲千万端，悲来却难说。别后唯所思，天涯共明月。"
    },
    {
        "title":"送陆务观福建提仓",
        "auth":"韩元吉",
        "dynasty":"宋",
        "content":"觥船相对百分空，京口追随似梦中。落纸云烟君似旧，盈巾霜雪我成翁。春来茗叶还争白，腊尽梅梢尽放红。领略溪山须妙语，小迂旌节上凌风。"
    },
    {
        "title":"雨霖铃·寒蝉凄切",
        "auth":"柳永",
        "dynasty":"宋",
        "content":"寒蝉凄切，对长亭晚，骤雨初歇。都门帐饮无绪，留恋处，兰舟催发。执手相看泪眼，竟无语凝噎。念去去，千里烟波，暮霭沉沉楚天阔。多情自古伤离别，更那堪，冷落清秋节！今宵酒醒何处？杨柳岸，晓风残月。此去经年，应是良辰好景虚设。便纵有千种风情，更与何人说？"
    },
    {
        "title":"舟过安仁",
        "auth":"杨万里",
        "dynasty":"宋",
        "content":"一叶渔船两小童，收篙停棹坐船中。怪生无雨都张伞，不是遮头是使风。"
    },
    {
        "title":"兰亭集序",
        "auth":"王羲之",
        "dynasty":"魏晋",
        "content":"永和九年，岁在癸丑，暮春之初，会于会稽山阴之兰亭，修禊事也。群贤毕至，少长咸集。此地有崇山峻岭，茂林修竹，又有清流激湍，映带左右，引以为流觞曲水，列坐其次。虽无丝竹管弦之盛，一觞一咏，亦足以畅叙幽情。是日也，天朗气清，惠风和畅。仰观宇宙之大，俯察品类之盛，所以游目骋怀，足以极视听之娱，信可乐也。夫人之相与，俯仰一世。或取诸怀抱，悟言一室之内；或因寄所托，放浪形骸之外。虽趣舍万殊，静躁不同，当其欣于所遇，暂得于己，快然自足，不知老之将至；及其所之既倦，情随事迁，感慨系之矣。向之所欣，俯仰之间，已为陈迹，犹不能不以之兴怀，况修短随化，终期于尽！古人云：“死生亦大矣。”岂不痛哉！每览昔人兴感之由，若合一契，未尝不临文嗟悼，不能喻之于怀。固知一死生为虚诞，齐彭殇为妄作。后之视今，亦犹今之视昔，悲夫！故列叙时人，录其所述，虽世殊事异，所以兴怀，其致一也。后之览者，亦将有感于斯文。"
    },
    {
        "title":"雁门太守行",
        "auth":"李贺",
        "dynasty":"唐",
        "content":"黑云压城城欲摧，甲光向日金鳞开。角声满天秋色里，塞上燕脂凝夜紫。半卷红旗临易水，霜重鼓寒声不起。报君黄金台上意，提携玉龙为君死。"
    },
    {
        "title":"村居",
        "auth":"高鼎",
        "dynasty":"清",
        "content":"草长莺飞二月天，拂堤杨柳醉春烟。儿童散学归来早，忙趁东风放纸鸢。"
    },
    {
        "title":"长相思·山一程",
        "auth":"纳兰性德",
        "dynasty":"清",
        "content":"山一程，水一程，身向榆关那畔行，夜深千帐灯。风一更，雪一更，聒碎乡心梦不成，故园无此声。"
    },
    {
        "title":"宾之初筵",
        "auth":"佚名",
        "dynasty":"先秦",
        "content":"宾之初筵，左右秩秩。笾豆有楚，殽核维旅。酒既和旨，饮酒孔偕。钟鼓既设，举酬逸逸。大侯既抗，弓矢斯张。射夫既同，献尔发功。发彼有的，以祈尔爵。籥舞笙鼓，乐既和奏。烝衎烈祖，以洽百礼。百礼既至，有壬有林。锡尔纯嘏，子孙其湛。其湛曰乐，各奏尔能。宾载手仇，室人入又。酌彼康爵，以奏尔时。宾之初筵，温温其恭。其未醉止，威仪反反。曰既醉止，威仪幡幡。舍其坐迁，屡舞仙仙。其未醉止，威仪抑抑。曰既醉止，威仪抑抑。是曰既醉，不知其秩。宾既醉止，载号载呶。乱我笾豆，屡舞僛々。是曰既醉，不知其邮。侧弁之俄，屡舞傞傞。既醉而出，并受其福。醉而不出，是谓伐德。饮酒孔嘉，维其令仪。凡此饮酒，或醉或否。既立之监，或佐之史。彼醉不臧，不醉反耻。式勿从谓，无俾大怠。匪言勿言，匪由勿语。由醉之言，俾出童羖。三爵不识，矧敢多又。"
    },
    {
        "title":"从军北征",
        "auth":"李益",
        "dynasty":"唐",
        "content":"天山雪后海风寒，横笛偏吹行路难。碛里征人三十万，一时回向月明看。"
    },
    {
        "title":"渔家傲·秋思",
        "auth":"范仲淹",
        "dynasty":"宋",
        "content":"塞下秋来风景异，衡阳雁去无留意。四面边声连角起，千嶂里，长烟落日孤城闭。浊酒一杯家万里，燕然未勒归无计。羌管悠悠霜满地，人不寐，将军白发征夫泪。"
    },
    {
        "title":"赠汪伦",
        "auth":"李白",
        "dynasty":"唐",
        "content":"李白乘舟将欲行，忽闻岸上踏歌声。桃花潭水深千尺，不及汪伦送我情。"
    },
    {
        "title":"天净沙·秋思",
        "auth":"马致远",
        "dynasty":"元",
        "content":"枯藤老树昏鸦，小桥流水人家，古道西风瘦马。夕阳西下，断肠人在天涯。"
    },
    {
        "title":"赠李白",
        "auth":"杜甫",
        "dynasty":"唐",
        "content":"秋来相顾尚飘蓬，未就丹砂愧葛洪。痛饮狂歌空度日，飞扬跋扈为谁雄。"
    },
    {
        "title":"登高丘而望远",
        "auth":"李白",
        "dynasty":"唐",
        "content":"登高丘而望远海，六鳌骨已霜，三山流安在？扶桑半摧折，白日沉光彩。银台金阙如梦中，秦皇汉武空相待。精卫费木石，鼋鼍无所凭。君不见骊山茂陵尽灰灭，牧羊之子来攀登。盗贼劫宝玉，精灵竟何能。穷兵黩武今如此，鼎湖飞龙安可乘？"
    },
    {
        "title":"咏儋耳二首",
        "auth":"方向",
        "dynasty":"明",
        "content":"刺竹芭蕉乱结村，人家犹有古风存。相逢尽道年来好，不见催科夜打门。村北村南布谷忙，村前村后稻花香。凭谁识得真消息，只把南方作北方。"
    },
    {
        "title":"江神子·恨别",
        "auth":"苏轼",
        "dynasty":"宋",
        "content":"天涯流落思无穷。既相逢。却匆匆。携手佳人，和泪折残红。为问东风余几许，春纵在，与谁同。隋堤三月水溶溶。背归鸿。去吴中。回首彭城，清泗与淮通。寄我相思千点泪，流不到，楚江东。"
    },
    {
        "title":"西江月·宝髻松松挽就",
        "auth":"司马光",
        "dynasty":"宋",
        "content":"宝髻松松挽就，铅华淡淡妆成。青烟翠雾罩轻盈，飞絮游丝无定。相见争如不见，有情何似无情。笙歌散后酒初醒，深院月斜人静。"
    },
    {
        "title":"水龙吟·从商帅国器猎于南阳同仲泽鼎玉赋此",
        "auth":"元好问",
        "dynasty":"金",
        "content":"少年射虎名豪，等闲赤羽千夫膳。金铃锦领，平原千骑，星流电转。路断飞潜，雾随腾沸，长围高卷。看川空谷静，旌旗动色，得意似，平生战。城月迢迢鼓角，夜如何，军中高宴，江淮草木，中原狐兔，先声自远。盖世韩彭，可能只办，寻常鹰犬。问元戎早晚，鸣鞭径去，解天山箭。"
    },
    {
        "title":"望秦川·秦川朝望迥",
        "auth":"李颀",
        "dynasty":"唐",
        "content":"秦川朝望迥，日出正东峰。远近山河净，逶迤城阙重。秋声万户竹，寒色五陵松。客有归欤叹，凄其霜露浓。"
    },
    {
        "title":"蝶恋花·满地霜华浓似雪",
        "auth":"王国维",
        "dynasty":"清",
        "content":"满地霜华浓似雪。人语西风，瘦马嘶残月。一曲阳关浑未彻。车声渐共歌声咽。换尽天涯芳草色。陌上深深，依旧年时辙。自是浮生无可说。人间第一耽离别。"
    },
    {
        "title":"斗百花·满搦宫腰纤细",
        "auth":"柳永",
        "dynasty":"宋",
        "content":"满搦宫腰纤细。年纪方当笄岁。刚被风流沾惹，与合垂杨双髻。初学严妆，如描似削身材，怯雨羞云情意。举措多娇媚。争奈心性，未会先怜佳婿。长是夜深，不肯便入鸳被。与解罗裳，盈盈背立银釭，却道你但先睡。"
    },
    {
        "title":"边词",
        "auth":"张敬忠",
        "dynasty":"唐",
        "content":"五原春色旧来迟，二月垂杨未挂丝。即今河畔冰开日，正是长安花落时。"
    },
    {
        "title":"从军行",
        "auth":"陈羽",
        "dynasty":"唐",
        "content":"海畔风吹冻泥裂，枯桐叶落枝梢折。横笛闻声不见人，红旗直上天山雪。"
    },
    {
        "title":"悲青坂",
        "auth":"杜甫",
        "dynasty":"唐",
        "content":"我军青坂在东门，天寒饮马太白窟。黄头奚儿日向西，数骑弯弓敢驰突。山雪河冰野萧瑟，青是烽烟白人骨。焉得附书与我军，忍待明年莫仓卒。"
    },
    {
        "title":"九日",
        "auth":"文森",
        "dynasty":"明",
        "content":"三载重阳菊，开时不在家。何期今日酒，忽对故园花。野旷云连树，天寒雁聚沙。登临无限意，何处望京华。"
    },
    {
        "title":"登敬亭山南望怀古赠窦主簿",
        "auth":"李白",
        "dynasty":"唐",
        "content":"敬亭一回首，目尽天南端。仙者五六人，常闻此游盘。溪流琴高水，石耸麻姑坛。白龙降陵阳，黄鹤呼子安。羽化骑日月，云行翼鸳鸾。下视宇宙间，四溟皆波澜。汰绝目下事，从之复何难。百岁落半途，前期浩漫漫。强食不成味，清晨起长叹。愿随子明去，炼火烧金丹。"
    },
    {
        "title":"鹧鸪天·座中有眉山隐客史应之和前韵即席答之",
        "auth":"黄庭坚",
        "dynasty":"宋",
        "content":"黄菊枝头生晓寒。人生莫放酒杯干。风前横笛斜吹雨，醉里簪花倒著冠。身健在，且加餐。舞裙歌板尽清欢。黄花白发相牵挽，付与时人冷眼看。"
    },
    {
        "title":"兰陵王·柳",
        "auth":"周邦彦",
        "dynasty":"宋",
        "content":"柳阴直。烟里丝丝弄碧。隋堤上、曾见几番，拂水飘绵送行色。登临望故国。谁识。京华倦客。长亭路，年去岁来，应折柔条过千尺。闲寻旧踪迹。又酒趁哀弦，灯照离席。梨花榆火催寒食。愁一箭风快，半篙波暖，回头迢递便数驿。望人在天北。凄恻。恨堆积。渐别浦萦回，津堠岑寂。斜阳冉冉春无极。念月榭携手，露桥闻笛。沉思前事，似梦里，泪暗滴。"
    },
    {
        "title":"春夜别友人二首·其一",
        "auth":"陈子昂",
        "dynasty":"唐",
        "content":"银烛吐青烟，金樽对绮筵。离堂思琴瑟，别路绕山川。明月隐高树，长河没晓天。悠悠洛阳道，此会在何年。"
    },
    {
        "title":"夜半乐·冻云黯淡天气",
        "auth":"柳永",
        "dynasty":"宋",
        "content":"冻云黯淡天气，扁舟一叶，乘兴离江渚。渡万壑千岩，越溪深处。怒涛渐息，樵风乍起，更闻商旅相呼。片帆高举。泛画鹢、翩翩过南浦。望中酒旆闪闪，一簇烟村，数行霜树。残日下，渔人鸣榔归去。败荷零落，衰杨掩映，岸边两两三三，浣沙游女。避行客、含羞笑相语。到此因念，绣阁轻抛，浪萍难驻。叹后约丁宁竟何据。惨离怀，空恨岁晚归期阻。凝泪眼、杳杳神京路。断鸿声远长天暮。"
    },
    {
        "title":"翠楼吟·淳熙丙午冬",
        "auth":"姜夔",
        "dynasty":"宋",
        "content":"予去武昌十年，故人有泊舟鹦鹉洲者，闻小姬歌此词，问之颇能道其事，还吴为予言之。兴怀昔游，且伤今之离索也月冷龙沙，尘清虎落，今年汉酺初赐。新翻胡部曲，听毡幕、元戎歌吹。层楼高峙。看槛曲萦红，檐牙飞翠。人姝丽。粉香吹下，夜寒风细。此地。宜有词仙，拥素云黄鹤，与君游戏。玉梯凝望久，叹芳草、萋萋千里。天涯情味。仗酒祓清愁，花销英气。西山外。是来还卷，一帘秋霁。"
    },
    {
        "title":"人月圆·甘露怀古",
        "auth":"徐再思",
        "dynasty":"元",
        "content":"江皋楼观前朝寺，秋色入秦淮。败垣芳草，空廊落叶，深砌苍苔。远人南去，夕阳西下，江水东来。木兰花在，山僧试问，知为谁开？"
    },
    {
        "title":"别舍弟宗一",
        "auth":"柳宗元",
        "dynasty":"唐",
        "content":"零落残魂倍黯然，双垂别泪越江边。一身去国六千里，万死投荒十二年。桂岭瘴来云似墨，洞庭春尽水如天。欲知此后相思梦，长在荆门郢树烟。"
    },
    {
        "title":"木兰诗 / 木兰辞",
        "auth":"佚名",
        "dynasty":"南北朝",
        "content":"唧唧复唧唧，木兰当户织。不闻机杼声，唯闻女叹息。问女何所思，问女何所忆。女亦无所思，女亦无所忆。昨夜见军帖，可汗大点兵，军书十二卷，卷卷有爷名。阿爷无大儿，木兰无长兄，愿为市鞍马，从此替爷征。东市买骏马，西市买鞍鞯，南市买辔头，北市买长鞭。旦辞爷娘去，暮宿黄河边，不闻爷娘唤女声，但闻黄河流水鸣溅溅。旦辞黄河去，暮至黑山头，不闻爷娘唤女声，但闻燕山胡骑鸣啾啾。万里赴戎机，关山度若飞。朔气传金柝，寒光照铁衣。将军百战死，壮士十年归。归来见天子，天子坐明堂。策勋十二转，赏赐百千强。可汗问所欲，木兰不用尚书郎，愿驰千里足，送儿还故乡。爷娘闻女来，出郭相扶将；阿姊闻妹来，当户理红妆；小弟闻姊来，磨刀霍霍向猪羊。开我东阁门，坐我西阁床，脱我战时袍，著我旧时裳。当窗理云鬓，对镜帖花黄。出门看火伴，火伴皆惊忙：同行十二年，不知木兰是女郎。雄兔脚扑朔，雌兔眼迷离；双兔傍地走，安能辨我是雄雌？"
    },
    {
        "title":"社日",
        "auth":"王驾",
        "dynasty":"唐",
        "content":"鹅湖山下稻粱肥，豚栅鸡栖半掩扉。桑柘影斜春社散，家家扶得醉人归。"
    },
    {
        "title":"送别 / 山中送别 / 送友",
        "auth":"王维",
        "dynasty":"唐",
        "content":"山中相送罢，日暮掩柴扉。春草明年绿，王孙归不归。"
    },
    {
        "title":"舟过安仁",
        "auth":"杨万里",
        "dynasty":"宋",
        "content":"一叶渔船两小童，收篙停棹坐船中。怪生无雨都张伞，不是遮头是使风。"
    },
    {
        "title":"天净沙·秋思",
        "auth":"马致远",
        "dynasty":"元",
        "content":"枯藤老树昏鸦，小桥流水人家，古道西风瘦马。夕阳西下，断肠人在天涯。"
    },
    {
        "title":"村居",
        "auth":"高鼎",
        "dynasty":"清",
        "content":"草长莺飞二月天，拂堤杨柳醉春烟。儿童散学归来早，忙趁东风放纸鸢。"
    },
    {
        "title":"马诗二十三首·其五",
        "auth":"李贺",
        "dynasty":"唐",
        "content":"大漠沙如雪，燕山月似钩。何当金络脑，快走踏清秋。"
    },
    {
        "title":"过松源晨炊漆公店",
        "auth":"杨万里",
        "dynasty":"宋",
        "content":"莫言下岭便无难，赚得行人错喜欢。政入万山围子里，一山放出一山拦。"
    },
    {
        "title":"秋浦歌十七首·其十四",
        "auth":"李白",
        "dynasty":"唐",
        "content":"炉火照天地，红星乱紫烟。赧郎明月夜，歌曲动寒川。"
    },
    {
        "title":"紫萸香慢·近重阳",
        "auth":"姚云文",
        "dynasty":"宋",
        "content":"近重阳、偏多风雨，绝怜此日暄明。问秋香浓未，待携客、出西城。正自羁怀多感，怕荒台高处，更不胜情。向尊前、又忆漉酒插花人。只座上、已无老兵。凄情。浅醉还醒。愁不肯、与诗平。记长楸走马，雕弓{扌笮}柳，前事休评。紫萸一枝传赐，梦谁到、汉家陵。尽乌纱、便随风去，要天知道，华发如此星星。歌罢涕零。"
    },
    {
        "title":"齐桓公伐楚盟屈完",
        "auth":"左丘明",
        "dynasty":"先秦",
        "content":"齐侯与蔡姬乘舟于囿，荡公。公惧变色；禁之，不可。公怒，归之，未之绝也。蔡人嫁之。四年春，齐侯以诸侯之师侵蔡，蔡溃，遂伐楚。楚子使与师言曰：“君处北海，寡人处南海，唯是风马牛不相及也。不虞君之涉吾地也，何故？”管仲对曰：“昔召康公命我先君太公曰：‘五侯九伯，女实征之，以夹辅周室。’赐我先君履：东至于海，西至于河，南至于穆陵，北至于无棣。尔贡包茅不入，王祭不共，无以缩酒，寡人是徵；昭王南征而不复，寡人是问。”对曰：“贡之不入，寡君之罪也，敢不共给？昭王之不复，君其问诸水滨。”师进，次于陉。夏，楚子使屈完如师。师退，次于召陵。齐侯陈诸侯之师，与屈完乘而观之。齐侯曰：“岂不榖()是为？先君之好是继，与不榖同好，何如？”对曰：“君惠徼福于敝邑之社稷，辱收寡君，寡君之愿也。”齐侯曰：“以此众战，谁能御之！以此攻城，何城不克！”对曰：“君若以德绥诸侯，谁敢不服？君若以力，楚国方城以为城，汉水以为池，虽众，无所用之！”屈完及诸侯盟。"
    },
    {
        "title":"山中杂诗",
        "auth":"吴均",
        "dynasty":"南北朝",
        "content":"山际见来烟，竹中窥落日。鸟向檐上飞，云从窗里出。"
    },
    {
        "title":"小雅·鹿鸣",
        "auth":"佚名",
        "dynasty":"先秦",
        "content":"呦呦鹿鸣，食野之苹。我有嘉宾，鼓瑟吹笙。吹笙鼓簧，承筐是将。人之好我，示我周行。呦呦鹿鸣，食野之蒿。我有嘉宾，德音孔昭。视民不恌，君子是则是效。我有旨酒，嘉宾式燕以敖。呦呦鹿鸣，食野之芩。我有嘉宾，鼓瑟鼓琴。鼓瑟鼓琴，和乐且湛。我有旨酒，以燕乐嘉宾之心。"
    },
    {
        "title":"赠汪伦",
        "auth":"李白",
        "dynasty":"唐",
        "content":"李白乘舟将欲行，忽闻岸上踏歌声。桃花潭水深千尺，不及汪伦送我情。"
    },
    {
        "title":"渔家傲·秋思",
        "auth":"范仲淹",
        "dynasty":"宋",
        "content":"塞下秋来风景异，衡阳雁去无留意。四面边声连角起，千嶂里，长烟落日孤城闭。浊酒一杯家万里，燕然未勒归无计。羌管悠悠霜满地，人不寐，将军白发征夫泪。"
    },
    {
        "title":"兰亭集序",
        "auth":"王羲之",
        "dynasty":"魏晋",
        "content":"永和九年，岁在癸丑，暮春之初，会于会稽山阴之兰亭，修禊事也。群贤毕至，少长咸集。此地有崇山峻岭，茂林修竹，又有清流激湍，映带左右，引以为流觞曲水，列坐其次。虽无丝竹管弦之盛，一觞一咏，亦足以畅叙幽情。是日也，天朗气清，惠风和畅。仰观宇宙之大，俯察品类之盛，所以游目骋怀，足以极视听之娱，信可乐也。夫人之相与，俯仰一世。或取诸怀抱，悟言一室之内；或因寄所托，放浪形骸之外。虽趣舍万殊，静躁不同，当其欣于所遇，暂得于己，快然自足，不知老之将至；及其所之既倦，情随事迁，感慨系之矣。向之所欣，俯仰之间，已为陈迹，犹不能不以之兴怀，况修短随化，终期于尽！古人云：“死生亦大矣。”岂不痛哉！每览昔人兴感之由，若合一契，未尝不临文嗟悼，不能喻之于怀。固知一死生为虚诞，齐彭殇为妄作。后之视今，亦犹今之视昔，悲夫！故列叙时人，录其所述，虽世殊事异，所以兴怀，其致一也。后之览者，亦将有感于斯文。"
    },
    {
        "title":"宾之初筵",
        "auth":"佚名",
        "dynasty":"先秦",
        "content":"宾之初筵，左右秩秩。笾豆有楚，殽核维旅。酒既和旨，饮酒孔偕。钟鼓既设，举酬逸逸。大侯既抗，弓矢斯张。射夫既同，献尔发功。发彼有的，以祈尔爵。籥舞笙鼓，乐既和奏。烝衎烈祖，以洽百礼。百礼既至，有壬有林。锡尔纯嘏，子孙其湛。其湛曰乐，各奏尔能。宾载手仇，室人入又。酌彼康爵，以奏尔时。宾之初筵，温温其恭。其未醉止，威仪反反。曰既醉止，威仪幡幡。舍其坐迁，屡舞仙仙。其未醉止，威仪抑抑。曰既醉止，威仪抑抑。是曰既醉，不知其秩。宾既醉止，载号载呶。乱我笾豆，屡舞僛々。是曰既醉，不知其邮。侧弁之俄，屡舞傞傞。既醉而出，并受其福。醉而不出，是谓伐德。饮酒孔嘉，维其令仪。凡此饮酒，或醉或否。既立之监，或佐之史。彼醉不臧，不醉反耻。式勿从谓，无俾大怠。匪言勿言，匪由勿语。由醉之言，俾出童羖。三爵不识，矧敢多又。"
    },
    {
        "title":"从军北征",
        "auth":"李益",
        "dynasty":"唐",
        "content":"天山雪后海风寒，横笛偏吹行路难。碛里征人三十万，一时回向月明看。"
    },
    {
        "title":"雁门太守行",
        "auth":"李贺",
        "dynasty":"唐",
        "content":"黑云压城城欲摧，甲光向日金鳞开。角声满天秋色里，塞上燕脂凝夜紫。半卷红旗临易水，霜重鼓寒声不起。报君黄金台上意，提携玉龙为君死。"
    },
    {
        "title":"长相思·山一程",
        "auth":"纳兰性德",
        "dynasty":"清",
        "content":"山一程，水一程，身向榆关那畔行，夜深千帐灯。风一更，雪一更，聒碎乡心梦不成，故园无此声。"
    },
    {
        "title":"长相思·山一程",
        "auth":"纳兰性德",
        "dynasty":"清",
        "content":"山一程，水一程，身向榆关那畔行，夜深千帐灯。风一更，雪一更，聒碎乡心梦不成，故园无此声。"
    },
    {
        "title":"雁门太守行",
        "auth":"李贺",
        "dynasty":"唐",
        "content":"黑云压城城欲摧，甲光向日金鳞开。角声满天秋色里，塞上燕脂凝夜紫。半卷红旗临易水，霜重鼓寒声不起。报君黄金台上意，提携玉龙为君死。"
    },
    {
        "title":"从军北征",
        "auth":"李益",
        "dynasty":"唐",
        "content":"天山雪后海风寒，横笛偏吹行路难。碛里征人三十万，一时回向月明看。"
    },
    {
        "title":"绝句·古木阴中系短篷",
        "auth":"志南",
        "dynasty":"宋",
        "content":"古木阴中系短篷，杖藜扶我过桥东。沾衣欲湿杏花雨，吹面不寒杨柳风。"
    },
    {
        "title":"清平乐·村居",
        "auth":"辛弃疾",
        "dynasty":"宋",
        "content":"茅檐低小，溪上青青草。醉里吴音相媚好，白发谁家翁媪？大儿锄豆溪东，中儿正织鸡笼。最喜小儿亡赖，溪头卧剥莲蓬。"
    },
    {
        "title":"小儿垂钓",
        "auth":"胡令能",
        "dynasty":"唐",
        "content":"蓬头稚子学垂纶，侧坐莓苔草映身。路人借问遥招手，怕得鱼惊不应人。"
    },
    {
        "title":"四时田园杂兴·其二十五",
        "auth":"范成大",
        "dynasty":"宋",
        "content":"梅子金黄杏子肥，麦花雪白菜花稀。日长篱落无人过，惟有蜻蜓蛱蝶飞。"
    },
    {
        "title":"江城子·密州出猎",
        "auth":"苏轼",
        "dynasty":"宋",
        "content":"老夫聊发少年狂，左牵黄，右擎苍，锦帽貂裘，千骑卷平冈。为报倾城随太守，亲射虎，看孙郎。酒酣胸胆尚开张，鬓微霜，又何妨！持节云中，何日遣冯唐？会挽雕弓如满月，西北望，射天狼。"
    },
    {
        "title":"江村即事",
        "auth":"司空曙",
        "dynasty":"唐",
        "content":"钓罢归来不系船，江村月落正堪眠。纵然一夜风吹去，只在芦花浅水边。"
    },
    {
        "title":"归园田居·其三",
        "auth":"陶渊明",
        "dynasty":"魏晋",
        "content":"种豆南山下，草盛豆苗稀。晨兴理荒秽，带月荷锄归。道狭草木长，夕露沾我衣。衣沾不足惜，但使愿无违。"
    },
    {
        "title":"浣溪沙·簌簌衣巾落枣花",
        "auth":"苏轼",
        "dynasty":"宋",
        "content":"簌簌衣巾落枣花，村南村北响缲车。牛衣古柳卖黄瓜。酒困路长惟欲睡，日高人渴漫思茶。敲门试问野人家。"
    },
    {
        "title":"送东阳马生序(节选)",
        "auth":"宋濂",
        "dynasty":"明",
        "content":"余幼时即嗜学。家贫，无从致书以观，每假借于藏书之家，手自笔录，计日以还。天大寒，砚冰坚，手指不可屈伸，弗之怠。录毕，走送之，不敢稍逾约。以是人多以书假余，余因得遍观群书。既加冠，益慕圣贤之道，又患无硕师、名人与游，尝趋百里外，从乡之先达执经叩问。先达德隆望尊，门人弟子填其室，未尝稍降辞色。余立侍左右，援疑质理，俯身倾耳以请；或遇其叱咄，色愈恭，礼愈至，不敢出一言以复；俟其欣悦，则又请焉。故余虽愚，卒获有所闻。当余之从师也，负箧曳屣，行深山巨谷中，穷冬烈风，大雪深数尺，足肤皲裂而不知。至舍，四支僵劲不能动，媵人持汤沃灌，以衾拥覆，久而乃和。寓逆旅，主人日再食，无鲜肥滋味之享。同舍生皆被绮绣，戴珠缨宝饰之帽，腰白玉之环，左佩刀，右备容臭，烨然若神人；余则缊袍敝衣处其间，略无慕艳意，以中有足乐者，不知口体之奉不若人也。盖余之勤且艰若此。"
    },
    {
        "title":"归园田居(其一)",
        "auth":"陶渊明",
        "dynasty":"魏晋",
        "content":"少无适俗韵，性本爱丘山。误落尘网中，一去三十年。羁鸟恋旧林，池鱼思故渊。开荒南野际，守拙归园田。方宅十余亩，草屋八九间。榆柳荫后檐，桃李罗堂前。暧暧远人村，依依墟里烟。狗吠深巷中，鸡鸣桑树颠。户庭无尘杂，虚室有余闲。久在樊笼里，复得返自然。"
    },
    {
        "title":"送别 / 山中送别 / 送友",
        "auth":"王维",
        "dynasty":"唐",
        "content":"山中相送罢，日暮掩柴扉。春草明年绿，王孙归不归。"
    },
    {
        "title":"相见欢（无言独上西楼）",
        "auth":"李煜",
        "dynasty":"五代十国",
        "content":"无言独上西楼，月如钩。寂寞梧桐深院锁清秋。剪不断，理还乱，是离愁，别是一般滋味在心头。"
    },
    {
        "title":"雨霖铃·寒蝉凄切",
        "auth":"柳永",
        "dynasty":"宋",
        "content":"寒蝉凄切，对长亭晚，骤雨初歇。都门帐饮无绪，留恋处，兰舟催发。执手相看泪眼，竟无语凝噎。念去去，千里烟波，暮霭沉沉楚天阔。多情自古伤离别，更那堪，冷落清秋节！今宵酒醒何处？杨柳岸，晓风残月。此去经年，应是良辰好景虚设。便纵有千种风情，更与何人说？"
    },
    {
        "title":"赠汪伦",
        "auth":"李白",
        "dynasty":"唐",
        "content":"李白乘舟将欲行，忽闻岸上踏歌声。桃花潭水深千尺，不及汪伦送我情。"
    },
    {
        "title":"使至塞上",
        "auth":"王维",
        "dynasty":"唐",
        "content":"单车欲问边，属国过居延。征蓬出汉塞，归雁入胡天。大漠孤烟直，长河落日圆。萧关逢候骑，都护在燕然。"
    },
    {
        "title":"卜算子·送鲍浩然之浙东",
        "auth":"王观",
        "dynasty":"宋",
        "content":"水是眼波横，山是眉峰聚。欲问行人去那边？眉眼盈盈处。才始送春归，又送君归去。若到江南赶上春，千万和春住。"
    },
    {
        "title":"归去来兮辞·并序",
        "auth":"陶渊明",
        "dynasty":"魏晋",
        "content":"余家贫，耕植不足以自给。幼稚盈室，瓶无储粟，生生所资，未见其术。亲故多劝余为长吏，脱然有怀，求之靡途。会有四方之事，诸侯以惠爱为德，家叔以余贫苦，遂见用于小邑。于时风波未静，心惮远役，彭泽去家百里，公田之利，足以为酒。故便求之。及少日，眷然有归欤之情。何则？质性自然，非矫厉所得。饥冻虽切，违己交病。尝从人事，皆口腹自役。于是怅然慷慨，深愧平生之志。犹望一稔，当敛裳宵逝。寻程氏妹丧于武昌，情在骏奔，自免去职。仲秋至冬，在官八十余日。因事顺心，命篇曰《归去来兮》。乙巳岁十一月也。归去来兮，田园将芜胡不归？既自以心为形役，奚惆怅而独悲？悟已往之不谏，知来者之可追。实迷途其未远，觉今是而昨非。舟遥遥以轻飏，风飘飘而吹衣。问征夫以前路，恨晨光之熹微。乃瞻衡宇，载欣载奔。僮仆欢迎，稚子候门。三径就荒，松菊犹存。携幼入室，有酒盈樽。引壶觞以自酌，眄庭柯以怡颜。倚南窗以寄傲，审容膝之易安。园日涉以成趣，门虽设而常关。策扶老以流憩，时矫首而遐观。云无心以出岫，鸟倦飞而知还。景翳翳以将入，抚孤松而盘桓。归去来兮，请息交以绝游。世与我而相违，复驾言兮焉求？悦亲戚之情话，乐琴书以消忧。农人告余以春及，将有事于西畴。或命巾车，或棹孤舟。既窈窕以寻壑，亦崎岖而经丘。木欣欣以向荣，泉涓涓而始流。善万物之得时，感吾生之行休。已矣乎！寓形宇内复几时？曷不委心任去留？胡为乎遑遑欲何之？富贵非吾愿，帝乡不可期。怀良辰以孤往，或植杖而耘耔。登东皋以舒啸，临清流而赋诗。聊乘化以归尽，乐夫天命复奚疑！"
    },
    {
        "title":"霜花腴·重阳前一日泛石湖",
        "auth":"吴文英",
        "dynasty":"宋",
        "content":"翠微路窄，醉晚风、凭谁为整欹冠。霜饱花腴，烛消人瘦，秋光作也都难。病怀强宽。恨雁声、偏落歌前。记年时、旧宿凄凉，暮烟秋雨野桥寒。妆靥鬓英争艳，度清商一曲，暗坠金蝉。芳节多阴，兰情稀会，晴晖称拂吟笺。更移画船。引佩环、邀下婵娟。算明朝、未了重阳，紫萸应耐看。"
    },
    {
        "title":"咏利城山居",
        "auth":"支遁",
        "dynasty":"魏晋",
        "content":"五岳盘神基，四渎涌荡津。动求目方智，默守标静仁。苟不宴出处，托好有常因。寻元存终古，洞往想逸民。玉洁箕岩下，金声濑沂滨。卷华藏纷雾，振褐拂埃尘。迹从尺蠖曲，道与腾龙伸。峻无单豹伐，分非首阳真。长啸归林岭，潇洒任陶钧。"
    },
    {
        "title":"贺新郎·别茂嘉十二弟",
        "auth":"辛弃疾",
        "dynasty":"宋",
        "content":"别茂嘉十二弟。鹈鴂、杜鹃实两种，见《离骚补注》绿树听鹈鴂。更那堪、鹧鸪声住，杜鹃声切。啼到春归无寻处，苦恨芳菲都歇。算未抵、人间离别。马上琵琶关塞黑，更长门、翠辇辞金阙。看燕燕，送归妾。将军百战身名裂。向河梁、回头万里，故人长绝。易水萧萧西风冷，满座衣冠似雪。正壮士、悲歌未彻。啼鸟还知如许恨，料不啼清泪长啼血。谁共我，醉明月。"
    },
    {
        "title":"水调歌头·送王修甫东还",
        "auth":"王恽",
        "dynasty":"元",
        "content":"樊川吾所爱，老我莫能俦。二年鞍马淇上，来往更风流。梦里池塘春草，却被鸣禽呼觉，柳暗水边楼。浩荡故园思，汶水日悠悠。洛阳花，梁苑月，苦迟留。半生许与词伯，不负壮年游。我亦布衣游子，久欲观光齐鲁，羁绁在鹰韛、早晚西湖上，同醉木兰舟。"
    },
    {
        "title":"如梦令·野店几杯空酒",
        "auth":"向滈",
        "dynasty":"宋",
        "content":"野店几杯空酒。醉里两眉长皱。已自不成眠，那更洒醒时候。知否。知否。直是为他消瘦。"
    },
    {
        "title":"送孔巢父谢病归游江东兼呈李白",
        "auth":"杜甫",
        "dynasty":"唐",
        "content":"巢父掉头不肯住，东将人海随烟雾。诗卷长留天地间，钓竿欲拂珊瑚树。深山大泽龙蛇远，春寒野阴风景暮。蓬莱织女回云车，指点虚无是归路。自是君身有仙骨，世人那得知其故。惜君只欲苦死留，富贵何如草头露？蔡侯静者意有涂，清夜置酒临前除。罢琴惆怅月照席：“几岁寄我空中书？南寻禹穴见李白，道甫问讯今何如！”"
    },
    {
        "title":"风流子·茅舍槿篱溪曲",
        "auth":"孙光宪",
        "dynasty":"五代十国",
        "content":"茅舍槿篱溪曲，鸡犬自南自北。菰叶长，水葓开，门外春波涨绿。听织，声促，轧轧鸣梭穿屋。"
    },
    {
        "title":"原州九日",
        "auth":"赵时春",
        "dynasty":"明",
        "content":"秋声咽塞笳，边气肃霜华。九日登高处，群山入望赊。苍蒹仍碧水，绿酒对黄花。鸿鹄归何处，长天空落霞。"
    },
    {
        "title":"踏莎行·祖席离歌",
        "auth":"晏殊",
        "dynasty":"宋",
        "content":"祖席离歌，长亭别宴。香尘已隔犹回面。居人匹马映林嘶，行人去棹依波转。画阁魂消，高楼目断。斜阳只送平波远。无穷无尽是离愁，天涯地角寻思遍。"
    },
    {
        "title":"好事近·杭苇岸才登",
        "auth":"周之琦",
        "dynasty":"清",
        "content":"杭苇岸才登，行入乱峰层碧。十里平沙浅渚，又渡头人立。笋将摇梦上轻舟，舟尾浪花湿。恰好乌篷小小，载一肩秋色。"
    },
    {
        "title":"清明日",
        "auth":"温庭筠",
        "dynasty":"唐",
        "content":"清娥画扇中，春树郁金红。出犯繁花露，归穿弱柳风。马骄偏避幰，鸡骇乍开笼。柘弹何人发，黄鹂隔故宫。"
    },
    {
        "title":"夏日浮舟过陈大水亭 / 浮舟过滕逸人别业",
        "auth":"孟浩然",
        "dynasty":"唐",
        "content":"水亭凉气多，闲棹晚来过。涧影见松竹，潭香闻芰荷。野童扶醉舞，山鸟助酣歌。幽赏未云遍，烟光奈夕何。"
    },
    {
        "title":"九日登山",
        "auth":"李白",
        "dynasty":"唐",
        "content":"渊明归去来，不与世相逐。为无杯中物，遂偶本州牧。因招白衣人，笑酌黄花菊。我来不得意，虚过重阳时。题舆何俊发，遂结城南期。筑土按响山，俯临宛水湄。胡人叫玉笛，越女弹霜丝。自作英王胄，斯乐不可窥。赤鲤涌琴高，白龟道冯夷。灵仙如仿佛，奠酹遥相知。古来登高人，今复几人在。沧洲违宿诺，明日犹可待。连山似惊波，合沓出溟海。扬袂挥四座，酩酊安所知。齐歌送清扬，起舞乱参差。宾随落叶散，帽逐秋风吹。别后登此台，愿言长相思。"
    },
    {
        "title":"晚晴",
        "auth":"杜甫",
        "dynasty":"唐",
        "content":"村晚惊风度，庭幽过雨沾。夕阳薰细草，江色映疏帘。书乱谁能帙，怀干可自添。时闻有馀论，未怪老夫潜。"
    },
    {
        "title":"酬刘柴桑",
        "auth":"陶渊明",
        "dynasty":"魏晋",
        "content":"穷居寡人用，时忘四运周。榈庭多落叶，慨然知已秋。新葵郁北牖，嘉穟养南畴。今我不为乐，知有来岁不？命室携童弱，良日登远游。"
    },
    {
        "title":"上书谏猎",
        "auth":"司马相如",
        "dynasty":"汉",
        "content":"臣闻物有同类而殊能者，故力称乌获，捷言庆忌，勇期贲、育。臣之愚，窃以为人诚有之，兽亦宜然。今陛下好陵阻险，射猛兽，卒然遇逸材之兽，骇不存之地，犯属车之清尘，舆不及还辕，人不暇施巧，虽有乌获、逢蒙之技不能用，枯木朽枝尽为难矣。是胡越起于毂下，而羌夷接轸也，岂不殆哉！虽万全而无患，然本非天子之所宜近也。且夫清道而后行，中路而驰，犹时有衔橛之变。况乎涉丰草，骋丘虚，前有利兽之乐，而内无存变之意，其为害也不难矣。夫轻万乘之重不以为安，乐出万有一危之途以为娱，臣窃为陛下不取。盖明者远见于未萌，而知者避危于无形，祸固多藏于隐微而发于人之所忽者也。故鄙谚曰：“家累千金，坐不垂堂。”此言虽小，可以喻大。臣愿陛下留意幸察。"
    },
    {
        "title":"采桑子·恨君不似江楼月",
        "auth":"吕本中",
        "dynasty":"宋",
        "content":"恨君不似江楼月，南北东西。南北东西。只有相随无别离。恨君却似江楼月，暂满还亏。暂满还亏。待得团圆是几时。"
    },
    {
        "title":"送天台陈庭学序",
        "auth":"宋濂",
        "dynasty":"明",
        "content":"西南山水，惟川蜀最奇。然去中州万里，陆有剑阁栈道之险，水有瞿塘、滟滪之虞。跨马行，则篁竹间山高者，累旬日不见其巅际。临上而俯视，绝壑万仞，杳莫测其所穷，肝胆为之悼栗。水行，则江石悍利，波恶涡诡，舟一失势尺寸，辄糜碎土沉，下饱鱼鳖。其难至如此。故非仕有力者，不可以游；非材有文者，纵游无所得；非壮强者，多老死于其地。嗜奇之士恨焉。天台陈君庭学，能为诗，由中书左司掾，屡从大将北征，有劳，擢四川都指挥司照磨，由水道至成都。成都，川蜀之要地，扬子云、司马相如、诸葛武侯之所居，英雄俊杰战攻驻守之迹，诗人文士游眺饮射赋咏歌呼之所，庭学无不历览。既览必发为诗，以纪其景物时世之变，于是其诗益工。越三年，以例自免归，会予于京师；其气愈充，其语愈壮，其志意愈高；盖得于山水之助者侈矣。予甚自愧，方予少时，尝有志于出游天下，顾以学未成而不暇。及年壮方可出，而四方兵起，无所投足。逮今圣主兴而宇内定，极海之际，合为一家，而予齿益加耄矣。欲如庭学之游，尚可得乎？然吾闻古之贤士，若颜回、原宪，皆坐守陋室，蓬蒿没户，而志意常充然，有若囊括于天地者。此其故何也？得无有出于山水之外者乎？庭学其试归而求焉？苟有所得，则以告予，予将不一愧而已也！"
    },
    {
        "title":"月赋",
        "auth":"谢庄",
        "dynasty":"南北朝",
        "content":"陈王初丧应刘，端忧多暇。绿苔生阁，芳尘凝榭。悄焉疚怀，不怡中夜。乃清兰路，肃桂苑；腾吹寒山，弭盖秋阪。临浚壑而怨遥，登崇岫而伤远。于时斜汉左界，北陆南躔；白露暧空，素月流天，沉吟齐章，殷勤陈篇。抽豪进牍，以命仲宣。仲宣跪而称曰：臣东鄙幽介，长自丘樊，昧道懵学，孤奉明恩。臣闻沉潜既义，高明既经，日以阳德，月以阴灵。擅扶光于东沼，嗣若英于西冥。引玄兔于帝台，集素娥于后庭。朓警阙，魄示冲。顺辰通烛，从星泽风。增华台室，扬采轩宫。委照而吴业昌，沦精而汉道融。若夫气霁地表，云敛天末，洞庭始波，木叶微脱。菊散芳于山椒，雁流哀于江濑；升清质之悠悠，降澄辉之蔼蔼。列宿掩缛，长河韬映；柔祗雪凝，圆灵水镜；连观霜缟，周除冰净。君王乃厌晨欢，乐宵宴；收妙舞，驰清县；去烛房，即月殿；芳酒登，鸣琴荐。若乃凉夜自凄，风篁成韵，亲懿莫从，羁孤递进。聆皋禽之夕闻，听朔管之秋引。于是弦桐练响，音容选和。徘徊房露，惆怅阳阿，声林虚籁，沦池灭波。情纡轸其何托？诉皓月而长歌。歌曰：美人迈兮音尘阙，隔千里兮共明月；临风叹兮将焉歇？川路长兮不可越。歌响未终，余景就毕；满堂变容，回徨如失。又称歌曰：月既没兮露欲晞，岁方晏兮无与归；佳期可以还，微霜沾人衣！陈王曰：“善。”乃命执事，献寿羞璧。敬佩玉音，复之无。"
    },
    {
        "title":"鹧鸪天·醉拍春衫惜旧香",
        "auth":"晏几道",
        "dynasty":"宋",
        "content":"醉拍春衫惜旧香。天将离恨恼疏狂。年年陌上生秋草，日日楼中到夕阳。云渺渺，水茫茫。征人归路许多长。相思本是无凭语，莫向花笺费泪行。"
    },
    {
        "title":"原州九日",
        "auth":"赵时春",
        "dynasty":"明",
        "content":"秋声咽塞笳，边气肃霜华。九日登高处，群山入望赊。苍蒹仍碧水，绿酒对黄花。鸿鹄归何处，长天空落霞。"
    },
    {
        "title":"竹枝词·十二峰头秋草荒",
        "auth":"何景明",
        "dynasty":"明",
        "content":"十二峰头秋草荒，冷烟寒月过瞿塘。青枫江上孤舟客，不听猿啼亦断肠。"
    },
    {
        "title":"题友人山居",
        "auth":"黄滔",
        "dynasty":"唐",
        "content":"到君栖迹所，竹径与衡门。亦在乾坤内，独无尘俗喧。新泉浮石藓，崩壁露松根。更说寻僧处，孤峰上啸猿。"
    },
    {
        "title":"贺新郎·把酒长亭说",
        "auth":"辛弃疾",
        "dynasty":"宋",
        "content":"陈同父自东阳来过余，留十日。与之同游鹅湖，且会朱晦庵于紫溪，不至，飘然东归。既别之明日，余意中殊恋恋，复欲追路。至鹭鸶林，则雪深泥滑，不得前矣。独饮方村，怅然久之，颇恨挽留之正是遂也。夜半投宿吴氏泉湖四望楼，闻邻笛悲甚，为赋《贺新郎》以见意。又五日，同父书来索词，心所同然者如此，可发千里一笑。把酒长亭说。看渊明、风流酷似，卧龙诸葛。何处飞来林间鹊，蹙踏松梢微雪。要破帽多添华发。剩水残山无态度，被疏梅料理成风月。两三雁，也萧瑟。佳人重约还轻别。怅清江、天寒不渡，水深冰合。路断车轮生四角，此地行人销骨。问谁使、君来愁绝？铸就而今相思错，料当初、费尽人间铁。长夜笛，莫吹裂。"
    },
    {
        "title":"归园田居·其四",
        "auth":"陶渊明",
        "dynasty":"魏晋",
        "content":"久去山泽游，浪莽林野娱。试携子侄辈，披榛步荒墟。徘徊丘垄间，依依昔人居。井灶有遗处，桑竹残杇株。借问采薪者，此人皆焉如？薪者向我言，死没无复余。一世异朝市，此语真不虚。人生似幻化，终当归空无。"
    },
    {
        "title":"山居即事",
        "auth":"王维",
        "dynasty":"唐",
        "content":"寂寞掩柴扉，苍茫对落晖。鹤巢松树遍，人访荜门稀。绿竹含新粉，红莲落故衣。渡头烟火起，处处采菱归。"
    },
    {
        "title":"鹧鸪天·小令尊前见玉箫",
        "auth":"晏几道",
        "dynasty":"宋",
        "content":"小令尊前见玉箫。银灯一曲太妖娆。歌中醉倒谁能恨，唱罢归来酒未消。春悄悄，夜迢迢。碧云天共楚宫遥。梦魂惯得无拘检，又踏杨花过谢桥。"
    },
    {
        "title":"渔家傲·平岸小桥千嶂抱",
        "auth":"王安石",
        "dynasty":"宋",
        "content":"平岸小桥千嶂抱。柔蓝一水萦花草。茅屋数间窗窈窕。尘不到。时时自有春风扫。午枕觉来闻语鸟。欹眠似听朝鸡早。忽忆故人今总老。贪梦好。茫然忘了邯郸道。"
    },
    {
        "title":"赤壁歌送别",
        "auth":"李白",
        "dynasty":"唐",
        "content":"二龙争战决雌雄，赤壁楼船扫地空。烈火张天照云海，周瑜于此破曹公。君去沧江望澄碧，鲸鲵唐突留馀迹。一一书来报故人，我欲因之壮心魄。"
    },
    {
        "title":"永王东巡歌十一首",
        "auth":"李白",
        "dynasty":"唐",
        "content":"永王正月东出师，天子遥分龙虎旗。楼船一举风波静，江汉翻为雁鹜池。三川北虏乱如麻，四海南奔似永嘉。但用东山谢安石，为君谈笑静胡沙。雷鼓嘈嘈喧武昌，云旗猎猎过寻阳。秋毫不犯三吴悦，春日遥看五色光。龙蟠虎踞帝王州，帝子金陵访古丘。春风试暖昭阳殿，明月还过鳷鹊楼。二帝巡游俱未回，五陵松柏使人哀。诸侯不救河南地，更喜贤王远道来。丹阳北固是吴关，画出楼台云水间。千岩烽火连沧海，两岸旌旗绕碧山。王出三山按五湖，楼船跨海次扬都。战舰森森罗虎士，征帆一一引龙驹。长风挂席势难回，海动山倾古月摧。君看帝子浮江日，何似龙骧出峡来。祖龙浮海不成桥，汉武寻阳空射蛟。我王楼舰轻秦汉，却似文皇欲渡辽。帝宠贤王入楚关，扫清江汉始应还。初从云梦开朱邸，更取金陵作小山。试借君王玉马鞭，指挥戎虏坐琼筵。南风一扫胡尘静，西入长安到日边。"
    },
    {
        "title":"代出自蓟北门行",
        "auth":"鲍照",
        "dynasty":"南北朝",
        "content":"羽檄起边亭，烽火入咸阳。征师屯广武，分兵救朔方。严秋筋竿劲，虏阵精且强。天子按剑怒，使者遥相望。雁行缘石径，鱼贯度飞梁。箫鼓流汉思，旌甲被胡霜。疾风冲塞起，沙砾自飘扬。马毛缩如蝟，角弓不可张。时危见臣节，世乱识忠良。投躯报明主，身死为国殇。"
    },
    {
        "title":"留别妻",
        "auth":"苏武",
        "dynasty":"汉",
        "content":"结发为夫妻，恩爱两不疑。欢娱在今夕，嬿婉及良时。征夫怀远路，起视夜何其？参辰皆已没，去去从此辞。行役在战场，相见未有期。握手一长叹，泪为生别滋。努力爱春华，莫忘欢乐时。生当复来归，死当长相思。"
    },
    {
        "title":"送友人",
        "auth":"薛涛",
        "dynasty":"唐",
        "content":"水国蒹葭夜有霜，月寒山色共苍苍。谁言千里自今夕，离梦杳如关塞长。"
    },
    {
        "title":"浣溪沙·蓼岸风多橘柚香",
        "auth":"孙光宪",
        "dynasty":"五代十国",
        "content":"蓼岸风多橘柚香。江边一望楚天长。片帆烟际闪孤光。目送征鸿飞杳杳，思随流水去茫茫。兰红波碧忆潇湘。"
    },
    {
        "title":"鹧鸪天·林断山明竹隐墙",
        "auth":"苏轼",
        "dynasty":"宋",
        "content":"林断山明竹隐墙。乱蝉衰草小池塘。翻空白鸟时时见，照水红蕖细细香。村舍外，古城旁。杖藜徐步转斜阳。殷勤昨夜三更雨，又得浮生一日凉。"
    },
    {
        "title":"对雪奉饯任城六父秩满归京",
        "auth":"李白",
        "dynasty":"唐",
        "content":"龙虎谢鞭策，鹓鸾不司晨。君看海上鹤，何似笼中鹑。独用天地心，浮云乃吾身。虽将簪组狎，若与烟霞亲。季父有英风，白眉超常伦。一官即梦寐，脱屣归西秦。窦公敞华筵，墨客尽来臻。燕歌落胡雁，郢曲回阳春。征马百度嘶，游车动行尘。踌躇未忍去，恋此四座人。饯离驻高驾，惜别空殷勤。何时竹林下，更与步兵邻。"
    },
    {
        "title":"西湖晚归回望孤山寺赠诸客",
        "auth":"白居易",
        "dynasty":"唐",
        "content":"柳湖松岛莲花寺，晚动归桡出道场。卢橘子低山雨重，棕榈叶战水风凉。烟波澹荡摇空碧，楼殿参差倚夕阳。到岸请君回首望，蓬莱宫在海中央。"
    },
    {
        "title":"战城南",
        "auth":"佚名",
        "dynasty":"汉",
        "content":"战城南，死郭北，野死不葬乌可食。为我谓乌：且为客豪！野死谅不葬，腐肉安能去子逃？水深激激，蒲苇冥冥；枭骑战斗死，驽马徘徊鸣。梁筑室，何以南？何以北？禾黍不获君何食？愿为忠臣安可得？思子良臣，良臣诚可思：朝行出攻，暮不夜归！"
    },
    {
        "title":"念奴娇·还都后诸公见追和赤壁词用韵者凡六人亦复重赋",
        "auth":"蔡松年",
        "dynasty":"宋",
        "content":"离骚痛饮，笑人生佳处，能消何物。江左诸人成底事，空想岩岩青壁。五亩苍烟，一丘寒玉，岁晚忧风雪。西州扶病，至今悲感前杰。我梦卜筑萧闲，觉来岩桂，十里幽香发。嵬隗胸中冰与炭，一酌春风都灭。胜日神交，悠然得意，遗恨无毫发。古今同致，永和徒记年月。"
    },
    {
        "title":"塞下曲",
        "auth":"戎昱",
        "dynasty":"唐",
        "content":"汉将归来虏塞空，旌旗初下玉关东。高蹄战马三千匹，落日平原秋草中。"
    },
    {
        "title":"蝶恋花·京口得乡书",
        "auth":"苏轼",
        "dynasty":"宋",
        "content":"雨后春容清更丽。只有离人，幽恨终难洗。北固山前三面水。碧琼梳拥青螺髻。一纸乡书来万里。问我何年，真个成归计。白首送春拚一醉。东风吹破千行泪。"
    },
    {
        "title":"陇西行",
        "auth":"王维",
        "dynasty":"唐",
        "content":"十里一走马，五里一扬鞭。都护军书至，匈奴围酒泉。关山正飞雪，烽戍断无烟。"
    },
    {
        "title":"送荪友",
        "auth":"纳兰性德",
        "dynasty":"清",
        "content":"人生何如不相识，君老江南我燕北。何如相逢不相合，更无别恨横胸臆。留君不住我心苦，横门骊歌泪如雨。君行四月草萋萋，柳花桃花半委泥。江流浩淼江月堕，此时君亦应思我。我今落拓何所止，一事无成已如此。平生纵有英雄血，无由一溅荆江水。荆江日落阵云低，横戈跃马今何时。忽忆去年风月夜，与君展卷论王霸。君今偃仰九龙间，吾欲从兹事耕稼。芙蓉湖上芙蓉花，秋风未落如朝霞。君如载酒需尽醉，醉来不复思天涯。"
    },
    {
        "title":"于易水送人 / 于易水送别",
        "auth":"骆宾王",
        "dynasty":"唐",
        "content":"此地别燕丹，壮士发冲冠。昔时人已没，今日水犹寒。"
    },
    {
        "title":"题寒江钓雪图",
        "auth":"释敬安",
        "dynasty":"清",
        "content":"垂钓板桥东，雪压蓑衣冷。江寒水不流，鱼嚼梅花影。"
    },
    {
        "title":"满江红·登黄鹤楼有感",
        "auth":"岳飞",
        "dynasty":"宋",
        "content":"遥望中原，荒烟外，许多城郭。想当年、花遮柳护，凤楼龙阁。万岁山前珠翠绕，蓬壶殿里笙歌作。到而今，铁骑满郊畿，风尘恶。兵安在，膏锋锷。民安在，填沟壑。叹江山如故，千村寥落。何日请缨提锐旅，一鞭直渡清河洛。却归来、再续汉阳游，骑黄鹤。"
    },
    {
        "title":"行香子·述怀",
        "auth":"苏轼",
        "dynasty":"宋",
        "content":"清夜无尘。月色如银。酒斟时、须满十分。浮名浮利，虚苦劳神。叹隙中驹，石中火，梦中身。虽抱文章，开口谁亲。且陶陶、乐尽天真。几时归去，作个闲人。对一张琴，一壶酒，一溪云。"
    },
    {
        "title":"鹊桥仙·己酉山行书所见",
        "auth":"辛弃疾",
        "dynasty":"宋",
        "content":"松冈避暑。茅檐避雨。闲去闲来几度。醉扶怪石看飞泉，又却是、前回醒处。东家娶妇。西家归女。灯火门前笑语。酿成千顷稻花香，夜夜费、一天风露。"
    },
    {
        "title":"日暮",
        "auth":"杜甫",
        "dynasty":"唐",
        "content":"牛羊下来久，各已闭柴门。风月自清夜，江山非故园。石泉流暗壁，草露滴秋根。头白灯明里，何须花烬繁。"
    },
    {
        "title":"水仙子·夜雨",
        "auth":"徐再思",
        "dynasty":"元",
        "content":"一声梧叶一声秋，一点芭蕉一点愁，三更归梦三更后。落灯花棋未收，叹新丰孤馆人留。枕上十年事，江南二老忧，都到心头。"
    },
    {
        "title":"古离别",
        "auth":"韦庄",
        "dynasty":"唐",
        "content":"晴烟漠漠柳毵毵，不那离情酒半酣。更把玉鞭云外指，断肠春色在江南。"
    },
    {
        "title":"南园十三首",
        "auth":"李贺",
        "dynasty":"唐",
        "content":"其一 花枝草蔓眼中开，小白长红越女腮。可怜日暮嫣香落，嫁与春风不用媒。 其二 宫北田塍晓气酣，黄桑饮露窣宫帘。长腰健妇偷攀折，将餧吴王八茧蚕。 其三 竹里缲丝挑网车，青蝉独噪日光斜。桃胶迎夏香琥珀，自课越佣能种瓜。 其四 三十未有二十余，白日长饥小甲蔬。桥头长老相哀念，因遗戎韬一卷书。 其五 男儿何不带吴钩，收取关山五十州。请君暂上凌烟阁，若个书生万户侯？ 其六 寻章摘句老雕虫，晓月当帘挂玉弓。不见年年辽海上，文章何处哭秋风？ 其七 长卿牢落悲空舍，曼倩诙谐取自容。见买若耶溪水剑，明朝归去事猿公。 其八 春水初生乳燕飞，黄蜂小尾扑花归。窗含远色通书幌，鱼拥香钩近石矶。 其九 泉沙耎卧鸳鸯暖，曲岸回篙舴艋迟。泻酒木栏椒叶盖25，病容扶起种菱丝。 其十 边让今朝忆蔡邕，无心裁曲卧春风。舍南有竹堪书字，老去溪头作钓翁。 其十一 长峦谷口倚嵇家，白昼千峰老翠华。自履藤鞋收石蜜，手牵苔絮长莼花。 其十二 松溪黑水新龙卵，桂洞生硝旧马牙。谁遣虞卿裁道帔，轻绡一匹染朝霞。 其十三 小树开朝径，长茸湿夜烟。柳花惊雪浦，麦雨涨溪田。 古刹疏钟度，遥岚破月悬。沙头敲石火，烧竹照渔船。"
    },
    {
        "title":"归园田居·其五",
        "auth":"陶渊明",
        "dynasty":"魏晋",
        "content":"怅恨独策还，崎岖历榛曲。山涧清且浅，可以濯吾足。漉我新熟酒，只鸡招近局。日入室中暗，荆薪代明烛。欢来苦夕短，已复至天旭。"
    },
    {
        "title":"登大伾山诗",
        "auth":"王守仁",
        "dynasty":"明",
        "content":"晓披烟雾入青峦，山寺疏钟万木寒。千古河流成沃野，几年沙势自风湍。水穿石甲龙鳞动，日绕峰头佛顶宽。宫阙五云天北极，高秋更上九霄看。"
    },
    {
        "title":"鹧鸪天·雪照山城玉指寒",
        "auth":"刘著",
        "dynasty":"宋",
        "content":"雪照山城玉指寒，一声羌管怨楼间。江南几度梅花发，人在天涯鬓已斑。星点点，月团团。倒流河汉入杯盘。翰林风月三千首，寄与吴姬忍泪看。"
    },
    {
        "title":"己亥岁二首·僖宗广明元年",
        "auth":"曹松",
        "dynasty":"唐",
        "content":"泽国江山入战图，生民何计乐樵苏。凭君莫话封侯事，一将功成万骨枯。传闻一战百神愁，两岸强兵过未休。谁道沧江总无事，近来长共血争流。"
    },
    {
        "title":"送别",
        "auth":"王之涣",
        "dynasty":"唐",
        "content":"杨柳东风树，青青夹御河。近来攀折苦，应为别离多。"
    },
    {
        "title":"将进酒·琉璃钟",
        "auth":"李贺",
        "dynasty":"唐",
        "content":"琉璃钟，琥珀浓，小槽酒滴真珠红。烹龙炮凤玉脂泣，罗屏绣幕围香风。吹龙笛，击鼍鼓。皓齿歌，细腰舞。况是青春日将暮，桃花乱落如红雨。劝君终日酩酊醉，酒不到刘伶坟上土。"
    },
    {
        "title":"踏莎行·候馆梅残",
        "auth":"欧阳修",
        "dynasty":"宋",
        "content":"候馆梅残，溪桥柳细。草薰风暖摇征辔。离愁渐远渐无穷，迢迢不断如春水。寸寸柔肠，盈盈粉泪。楼高莫近危阑倚。平芜尽处是春山，行人更在春山外。"
    },
    {
        "title":"关山月",
        "auth":"徐陵",
        "dynasty":"南北朝",
        "content":"关山三五月，客子忆秦川。思妇高楼上，当窗应未眠。星旗映疏勒，云阵上祈连。战气今如此，从军复几年。"
    },
    {
        "title":"念奴娇·登多景楼",
        "auth":"陈亮",
        "dynasty":"宋",
        "content":"危楼还望，叹此意、今古几人曾会。鬼设神施，浑认作、天限南疆北界。一水横陈，连岗三面，做出争雄势。六朝何事，只成门户私计。因笑王谢诸人，登高怀远，也学英雄涕。凭却长江管不到，河洛腥膻无际。正好长驱，不须反顾，寻取中流誓。小儿破贼，势成宁问强对。"
    },
    {
        "title":"登高丘而望远",
        "auth":"李白",
        "dynasty":"唐",
        "content":"登高丘而望远海，六鳌骨已霜，三山流安在？扶桑半摧折，白日沉光彩。银台金阙如梦中，秦皇汉武空相待。精卫费木石，鼋鼍无所凭。君不见骊山茂陵尽灰灭，牧羊之子来攀登。盗贼劫宝玉，精灵竟何能。穷兵黩武今如此，鼎湖飞龙安可乘？"
    },
    {
        "title":"咏儋耳二首",
        "auth":"方向",
        "dynasty":"明",
        "content":"刺竹芭蕉乱结村，人家犹有古风存。相逢尽道年来好，不见催科夜打门。村北村南布谷忙，村前村后稻花香。凭谁识得真消息，只把南方作北方。"
    },
    {
        "title":"月夜江行 / 旅次江亭",
        "auth":"权德舆",
        "dynasty":"唐",
        "content":"扣船不得寐，浩露清衣襟。弥伤孤舟夜，远结万里心。幽兴惜瑶草，素怀寄鸣琴。三奏月初上，寂寞寒江深。"
    },
    {
        "title":"贺新郎·别茂嘉十二弟",
        "auth":"辛弃疾",
        "dynasty":"宋",
        "content":"别茂嘉十二弟。鹈鴂、杜鹃实两种，见《离骚补注》绿树听鹈鴂。更那堪、鹧鸪声住，杜鹃声切。啼到春归无寻处，苦恨芳菲都歇。算未抵、人间离别。马上琵琶关塞黑，更长门、翠辇辞金阙。看燕燕，送归妾。将军百战身名裂。向河梁、回头万里，故人长绝。易水萧萧西风冷，满座衣冠似雪。正壮士、悲歌未彻。啼鸟还知如许恨，料不啼清泪长啼血。谁共我，醉明月。"
    },
    {
        "title":"菩萨蛮·梅雪",
        "auth":"周邦彦",
        "dynasty":"宋",
        "content":"银河宛转三千曲。浴凫飞鹭澄波绿。何处是归舟。夕阳江上楼。天憎梅浪发。故下封枝雪。深院卷帘看。应怜江上寒。"
    },
    {
        "title":"三垂冈",
        "auth":"严遂成",
        "dynasty":"清",
        "content":"英雄立马起沙陀，奈此朱梁跋扈何。只手难扶唐社稷，连城犹拥晋山河。风云帐下奇儿在，鼓角灯前老泪多。萧瑟三垂冈下路，至今人唱《百年歌》。"
    },
    {
        "title":"孤雁二首·其二",
        "auth":"崔涂",
        "dynasty":"唐",
        "content":"湘浦离应晚，边城去已孤。如何万里计，只在一枝芦。迥起波摇楚，寒栖月映蒲。不知天畔侣，何处下平芜。几行归去尽，片影独何之。暮雨相呼失，寒塘欲下迟。渚云低暗度，关月冷遥随。未必逢矰缴，孤飞自可疑。"
    },
    {
        "title":"登襄阳城",
        "auth":"杜审言",
        "dynasty":"唐",
        "content":"旅客三秋至，层城四望开。楚山横地出，汉水接天回。冠盖非新里，章华即旧台。习池风景异，归路满尘埃。"
    },
    {
        "title":"两同心·巍巍剑外",
        "auth":"杜安世",
        "dynasty":"宋",
        "content":"巍巍剑外，寒霜覆林枝。望衰柳、尚色依依。暮天静、雁阵高飞。入碧云际。江山秋色，遣客心悲。蜀道巇崄行迟。瞻京都迢递。听巴峡、数声猿啼。惟独个、未有归计。谩空怅望，每每无言，独对斜晖。"
    },
    {
        "title":"拜星月慢·林钟羽姜石帚以盆莲数十置中庭宴客其中",
        "auth":"吴文英",
        "dynasty":"宋",
        "content":"绛雪生凉，碧霞笼夜，小立中庭芜地。昨梦西湖，老扁舟身世。叹游荡，暂赏、吟花酌露尊俎，冷玉红香罍洗。眼眩魂迷，古陶洲十里。翠参差、澹月平芳砌。砖花滉、小浪鱼鳞起。雾盎浅障青罗，洗湘娥春腻。荡兰烟、麝馥浓侵醉。吹不散、绣屋重门闭。又怕便、绿减西风，泣秋檠烛外。"
    },
    {
        "title":"题友人山居",
        "auth":"黄滔",
        "dynasty":"唐",
        "content":"到君栖迹所，竹径与衡门。亦在乾坤内，独无尘俗喧。新泉浮石藓，崩壁露松根。更说寻僧处，孤峰上啸猿。"
    },
    {
        "title":"贺新郎·把酒长亭说",
        "auth":"辛弃疾",
        "dynasty":"宋",
        "content":"陈同父自东阳来过余，留十日。与之同游鹅湖，且会朱晦庵于紫溪，不至，飘然东归。既别之明日，余意中殊恋恋，复欲追路。至鹭鸶林，则雪深泥滑，不得前矣。独饮方村，怅然久之，颇恨挽留之正是遂也。夜半投宿吴氏泉湖四望楼，闻邻笛悲甚，为赋《贺新郎》以见意。又五日，同父书来索词，心所同然者如此，可发千里一笑。把酒长亭说。看渊明、风流酷似，卧龙诸葛。何处飞来林间鹊，蹙踏松梢微雪。要破帽多添华发。剩水残山无态度，被疏梅料理成风月。两三雁，也萧瑟。佳人重约还轻别。怅清江、天寒不渡，水深冰合。路断车轮生四角，此地行人销骨。问谁使、君来愁绝？铸就而今相思错，料当初、费尽人间铁。长夜笛，莫吹裂。"
    },
    {
        "title":"望江南·江上雪",
        "auth":"李纲",
        "dynasty":"宋",
        "content":"江上雪，独立钓渔翁。箬笠但闻冰散响，蓑衣时振玉花空。图画若为工。云水暮，归去远烟中。茅舍竹篱依小屿，缩鳊圆鲫入轻笼。欢笑有儿童。"
    },
    {
        "title":"水调歌头·送王修甫东还",
        "auth":"王恽",
        "dynasty":"元",
        "content":"樊川吾所爱，老我莫能俦。二年鞍马淇上，来往更风流。梦里池塘春草，却被鸣禽呼觉，柳暗水边楼。浩荡故园思，汶水日悠悠。洛阳花，梁苑月，苦迟留。半生许与词伯，不负壮年游。我亦布衣游子，久欲观光齐鲁，羁绁在鹰韛、早晚西湖上，同醉木兰舟。"
    },
    {
        "title":"如梦令·野店几杯空酒",
        "auth":"向滈",
        "dynasty":"宋",
        "content":"野店几杯空酒。醉里两眉长皱。已自不成眠，那更洒醒时候。知否。知否。直是为他消瘦。"
    },
    {
        "title":"蝶恋花·春涨一篙添水面",
        "auth":"范成大",
        "dynasty":"宋",
        "content":"春涨一篙添水面。芳草鹅儿，绿满微风岸。画舫夷犹湾百转。横塘塔近依前远。江国多寒农事晚。村北村南，谷雨才耕遍。秀麦连冈桑叶贱。看看尝面收新茧。"
    },
    {
        "title":"江亭夜月送别二首",
        "auth":"王勃",
        "dynasty":"唐",
        "content":"江送巴南水，山横塞北云。津亭秋月夜，谁见泣离群。乱烟笼碧砌，飞月向南端。寂寞离亭掩，江山此夜寒。"
    },
    {
        "title":"蟾宫曲·寒食新野道中",
        "auth":"卢挚",
        "dynasty":"元",
        "content":"柳濛烟梨雪参差，犬吠柴荆，燕语茅茨。老瓦盆边，田家翁媪，鬓发如丝。桑柘外秋千女儿，髻双鸦斜插花枝。转眄移时，应叹行人，马上哦诗。"
    },
    {
        "title":"八六子·倚危亭",
        "auth":"秦观",
        "dynasty":"宋",
        "content":"倚危亭。恨如芳草，萋萋刬尽还生。念柳外青骢别后，水边红袂分时，怆然暗惊。无端天与娉婷。夜月一帘幽梦，春风十里柔情。怎奈向、欢娱渐随流水，素弦声断，翠绡香减，那堪片片飞花弄晚，蒙蒙残雨笼晴。正销凝。黄鹂又啼数声。"
    },
    {
        "title":"凉州词二首",
        "auth":"王之涣",
        "dynasty":"唐",
        "content":"黄河远上白云间，一片孤城万仞山。羌笛何须怨杨柳，春风不度玉门关。单于北望拂云堆，杀马登坛祭几回。汉家天子今神武，不肯和亲归去来。"
    },
    {
        "title":"从军行·其二",
        "auth":"李白",
        "dynasty":"唐",
        "content":"百战沙场碎铁衣，城南已合数重围。突营射杀呼延将，独领残兵千骑归。"
    },
    {
        "title":"玉楼春·尊前拟把归期说",
        "auth":"欧阳修",
        "dynasty":"宋",
        "content":"尊前拟把归期说。未语春容先惨咽。人生自是有情痴，此恨不关风与月。离歌且莫翻新阕。一曲能教肠寸结。直须看尽洛城花，始共春风容易别。"
    },
    {
        "title":"留客中行 / 留客中作",
        "auth":"李白",
        "dynasty":"唐",
        "content":"兰陵美酒郁金香，玉碗盛来琥珀光。但使主人能醉客，不知何处是他乡。"
    },
    {
        "title":"出塞",
        "auth":"徐锡麟",
        "dynasty":"清",
        "content":"军歌应唱大刀环，誓灭胡奴出玉关。只解沙场为国死，何须马革裹尸还。"
    },
    {
        "title":"蝶恋花 晚止昌乐馆寄姊妹",
        "auth":"李清照",
        "dynasty":"宋",
        "content":"泪湿罗衣脂粉满。四叠阳关，唱到千千遍。人道山长山又断。萧萧微雨闻孤馆。惜别伤离方寸乱。忘了临行，酒盏深和浅。好把音书凭过雁。东莱不似蓬莱远。"
    },
    {
        "title":"陇西行四首·其二",
        "auth":"陈陶",
        "dynasty":"唐",
        "content":"誓扫匈奴不顾身，五千貂锦丧胡尘。可怜无定河边骨，犹是春闺梦里人！"
    },
    {
        "title":"赠别",
        "auth":"杜牧",
        "dynasty":"唐",
        "content":"多情却似总无情，唯觉樽前笑不成。蜡烛有心还惜别，替人垂泪到天明。"
    },
    {
        "title":"塞下曲",
        "auth":"许浑",
        "dynasty":"唐",
        "content":"夜战桑乾北，秦兵半不归。朝来有乡信，犹自寄寒衣。"
    },
    {
        "title":"郊行即事",
        "auth":"程颢",
        "dynasty":"宋",
        "content":"芳原绿野恣行事，春入遥山碧四围。兴逐乱红穿柳巷，困临流水坐苔矶。莫辞盏酒十分劝，只恐风花一片飞。况是清明好天气，不妨游衍莫忘归。"
    },
    {
        "title":"送别",
        "auth":"王维",
        "dynasty":"唐",
        "content":"下马饮君酒，问君何所之？君言不得意，归卧南山陲。但去莫复问，白云无尽时。"
    },
    {
        "title":"吊古战场文",
        "auth":"李华",
        "dynasty":"唐",
        "content":"浩浩乎，平沙无垠，夐不见人。河水萦带，群山纠纷。黯兮惨悴，风悲日曛。蓬断草枯，凛若霜晨。鸟飞不下，兽铤亡群。亭长告余曰：“此古战场也，常覆三军。往往鬼哭，天阴则闻。”伤心哉！秦欤汉欤？将近代欤？吾闻夫齐魏徭戍，荆韩召募。万里奔走，连年暴露。沙草晨牧，河冰夜渡。地阔天长，不知归路。寄身锋刃，腷臆谁愬？秦汉而还，多事四夷，中州耗斁，无世无之。古称戎夏，不抗王师。文教失宣，武臣用奇。奇兵有异于仁义，王道迂阔而莫为。呜呼噫嘻！吾想夫北风振漠，胡兵伺便。主将骄敌，期门受战。野竖旌旗，川回组练。法重心骇，威尊命贱。利镞穿骨，惊沙入面，主客相搏，山川震眩。声析江河，势崩雷电。至若穷阴凝闭，凛冽海隅，积雪没胫，坚冰在须。鸷鸟休巢，征马踟蹰。缯纩无温，堕指裂肤。当此苦寒，天假强胡，凭陵杀气，以相剪屠。径截辎重，横攻士卒。都尉新降，将军复没。尸踣巨港之岸，血满长城之窟。无贵无贱，同为枯骨。可胜言哉！鼓衰兮力竭，矢尽兮弦绝，白刃交兮宝刀折，两军蹙兮生死决。降矣哉，终身夷狄；战矣哉，暴骨沙砾。鸟无声兮山寂寂，夜正长兮风淅淅。魂魄结兮天沉沉，鬼神聚兮云幂幂。日光寒兮草短，月色苦兮霜白。伤心惨目，有如是耶！吾闻之：牧用赵卒，大破林胡，开地千里，遁逃匈奴。汉倾天下，财殚力痡。任人而已，岂在多乎！周逐猃狁，北至太原。既城朔方，全师而还。饮至策勋，和乐且闲。穆穆棣棣，君臣之间。秦起长城，竟海为关。荼毒生民，万里朱殷。汉击匈奴，虽得阴山，枕骸徧野，功不补患。苍苍蒸民，谁无父母？提携捧负，畏其不寿。谁无兄弟？如足如手。谁无夫妇？如宾如友。生也何恩，杀之何咎？其存其没，家莫闻知。人或有言，将信将疑。悁悁心目，寤寐见之。布奠倾觞，哭望天涯。天地为愁，草木凄悲。吊祭不至，精魂无依。必有凶年，人其流离。呜呼噫嘻！时耶命耶？从古如斯！为之奈何？守在四夷。"
    },
    {
        "title":"战城南",
        "auth":"李白",
        "dynasty":"唐",
        "content":"去年战桑干源，今年战葱河道。洗兵条支海上波，放马天山雪中草。万里长征战，三军尽衰老。匈奴以杀戮为耕作，古来唯见白骨黄沙田。秦家筑城避胡处，汉家还有烽火然。烽火然不息，征战无已时。野战格斗死，败马号鸣向天悲。乌鸢啄人肠，衔飞上挂枯树枝。士卒涂草莽，将军空尔为。乃知兵者是凶器，圣人不得已而用之。"
    },
    {
        "title":"越女词五首",
        "auth":"李白",
        "dynasty":"唐",
        "content":"长干吴儿女，眉目艳新月。屐上足如霜，不著鸦头袜。吴儿多白皙，好为荡舟剧。卖眼掷春心，折花调行客。耶溪采莲女，见客棹歌回。笑入荷花去，佯羞不出来。东阳素足女，会稽素舸郎。相看月未堕，白地断肝肠。镜湖水如月，耶溪女似雪。新妆荡新波，光景两奇绝。"
    },
    {
        "title":"归园田居·其四",
        "auth":"陶渊明",
        "dynasty":"魏晋",
        "content":"久去山泽游，浪莽林野娱。试携子侄辈，披榛步荒墟。徘徊丘垄间，依依昔人居。井灶有遗处，桑竹残杇株。借问采薪者，此人皆焉如？薪者向我言，死没无复余。一世异朝市，此语真不虚。人生似幻化，终当归空无。"
    },
    {
        "title":"山居即事",
        "auth":"王维",
        "dynasty":"唐",
        "content":"寂寞掩柴扉，苍茫对落晖。鹤巢松树遍，人访荜门稀。绿竹含新粉，红莲落故衣。渡头烟火起，处处采菱归。"
    },
    {
        "title":"鹧鸪天·小令尊前见玉箫",
        "auth":"晏几道",
        "dynasty":"宋",
        "content":"小令尊前见玉箫。银灯一曲太妖娆。歌中醉倒谁能恨，唱罢归来酒未消。春悄悄，夜迢迢。碧云天共楚宫遥。梦魂惯得无拘检，又踏杨花过谢桥。"
    },
    {
        "title":"渔家傲·平岸小桥千嶂抱",
        "auth":"王安石",
        "dynasty":"宋",
        "content":"平岸小桥千嶂抱。柔蓝一水萦花草。茅屋数间窗窈窕。尘不到。时时自有春风扫。午枕觉来闻语鸟。欹眠似听朝鸡早。忽忆故人今总老。贪梦好。茫然忘了邯郸道。"
    },
    {
        "title":"赤壁歌送别",
        "auth":"李白",
        "dynasty":"唐",
        "content":"二龙争战决雌雄，赤壁楼船扫地空。烈火张天照云海，周瑜于此破曹公。君去沧江望澄碧，鲸鲵唐突留馀迹。一一书来报故人，我欲因之壮心魄。"
    },
    {
        "title":"永王东巡歌十一首",
        "auth":"李白",
        "dynasty":"唐",
        "content":"永王正月东出师，天子遥分龙虎旗。楼船一举风波静，江汉翻为雁鹜池。三川北虏乱如麻，四海南奔似永嘉。但用东山谢安石，为君谈笑静胡沙。雷鼓嘈嘈喧武昌，云旗猎猎过寻阳。秋毫不犯三吴悦，春日遥看五色光。龙蟠虎踞帝王州，帝子金陵访古丘。春风试暖昭阳殿，明月还过鳷鹊楼。二帝巡游俱未回，五陵松柏使人哀。诸侯不救河南地，更喜贤王远道来。丹阳北固是吴关，画出楼台云水间。千岩烽火连沧海，两岸旌旗绕碧山。王出三山按五湖，楼船跨海次扬都。战舰森森罗虎士，征帆一一引龙驹。长风挂席势难回，海动山倾古月摧。君看帝子浮江日，何似龙骧出峡来。祖龙浮海不成桥，汉武寻阳空射蛟。我王楼舰轻秦汉，却似文皇欲渡辽。帝宠贤王入楚关，扫清江汉始应还。初从云梦开朱邸，更取金陵作小山。试借君王玉马鞭，指挥戎虏坐琼筵。南风一扫胡尘静，西入长安到日边。"
    },
    {
        "title":"送和甫至龙安微雨",
        "auth":"王安石",
        "dynasty":"宋",
        "content":"荒烟凉雨助人悲，泪染衣襟不自知。除却春风沙际绿，一如看汝过江时。"
    },
    {
        "title":"百字令·月夜过七里滩",
        "auth":"厉鹗",
        "dynasty":"清",
        "content":"秋光今夜，向桐江，为写当年高躅。风露皆非人世有，自坐船头吹竹。万籁生山，一星在水，鹤梦疑重续。孥音遥去，西卢渔父初宿。心忆汐社沉埋，清狂不见，使我形容独。寂寂冷萤三四点，穿过前湾茅屋。林净藏烟，峰危限月，帆影摇空绿。随风飘荡，白云还卧深谷。"
    },
    {
        "title":"关河令·秋阴时晴渐向暝",
        "auth":"周邦彦",
        "dynasty":"宋",
        "content":"秋阴时晴渐向暝，变一庭凄冷。伫听寒声，云深无雁影。更深人去寂静，但照壁孤灯相映。酒已都醒，如何消夜永！"
    },
    {
        "title":"送人游吴",
        "auth":"杜荀鹤",
        "dynasty":"唐",
        "content":"君到姑苏见，人家尽枕河。古宫闲地少，水港小桥多。夜市卖菱藕，春船载绮罗。遥知未眠月，乡思在渔歌。"
    },
    {
        "title":"幽州夜饮",
        "auth":"张说",
        "dynasty":"唐",
        "content":"凉风吹夜雨，萧瑟动寒林。正有高堂宴，能忘迟暮心。军中宜剑舞，塞上重笳音。不作边城将，谁知恩遇深。"
    },
    {
        "title":"上三峡",
        "auth":"李白",
        "dynasty":"唐",
        "content":"巫山夹青天，巴水流若兹。巴水忽可尽，青天无到时。三朝上黄牛，三暮行太迟。三朝又三暮，不觉鬓成丝。"
    },
    {
        "title":"醉桃源·元日",
        "auth":"吴文英",
        "dynasty":"宋",
        "content":"五更枥马静无声。邻鸡犹怕惊。日华平晓弄春明。暮寒愁翳生。新岁梦，去年情。残宵半酒醒。春风无定落梅轻。断鸿长短亭。"
    },
    {
        "title":"夜飞鹊·河桥送人处",
        "auth":"周邦彦",
        "dynasty":"宋",
        "content":"河桥送人处，凉夜何其。斜月远堕余辉。铜盘烛泪已流尽，霏霏凉露沾衣。相将散离会，探风前津鼓，树杪参旗。华骢会意，纵扬鞭、亦自行迟。迢递路回清野，人语渐无闻，空带愁归。何意重红满地，遗钿不见，斜迳都迷。兔葵燕麦，向残阳、欲与人齐。但徘徊班草，欷歔酹酒，极望天西。"
    },
    {
        "title":"秋夜月·当初聚散",
        "auth":"柳永",
        "dynasty":"宋",
        "content":"当初聚散。便唤作、无由再逢伊面。近日来、不期而会重欢宴。向尊前、闲暇里，敛著眉儿长叹。惹起旧愁无限。盈盈泪眼。漫向我耳边，作万般幽怨。奈你自家心下，有事难见。待信真个，恁别无萦绊。不免收心，共伊长远。"
    },
    {
        "title":"塞下曲",
        "auth":"李益",
        "dynasty":"唐",
        "content":"伏波惟愿裹尸还，定远何须生入关。莫遣只轮归海窟，仍留一箭射天山。"
    },
    {
        "title":"女冠子·昨夜夜半",
        "auth":"韦庄",
        "dynasty":"唐",
        "content":"昨夜夜半，枕上分明梦见。语多时。依旧桃花面，频低柳叶眉。半羞还半喜，欲去又依依。觉来知是梦，不胜悲。"
    },
    {
        "title":"菩萨蛮·劝君今夜须沈醉",
        "auth":"韦庄",
        "dynasty":"唐",
        "content":"劝君今夜须沈醉，尊前莫话明朝事。珍重主人心，酒深情亦深。须愁春漏短，莫诉金杯满。遇酒且呵呵，人生能几何！"
    },
    {
        "title":"木兰花慢·拆桐花烂熳",
        "auth":"柳永",
        "dynasty":"宋",
        "content":"拆桐花烂漫，乍疏雨、洗清明。正艳杏烧林，缃桃绣野，芳景如屏。倾城，尽寻胜去，骤雕鞍绀幰出郊坰。风暖繁弦脆管，万家竞奏新声。盈盈，斗草踏青。人艳冶，递逢迎。向路旁往往，遗簪堕珥，珠翠纵横。欢情，对佳丽地，信金罍罄竭玉山倾。拚却明朝永日，画堂一枕春酲。"
    },
    {
        "title":"琐窗寒·寒食",
        "auth":"周邦彦",
        "dynasty":"宋",
        "content":"暗柳啼鸦，单衣伫立，小帘朱户。桐花半亩，静锁一庭愁雨。洒空阶、夜阑未休，故人剪烛西窗语。似楚江暝宿，风灯零乱，少年羁旅。迟暮。嬉游处。正店舍无烟，禁城百五。旗亭唤酒，付与高阳俦侣。想东园、桃李自春，小唇秀靥今在否。到归时、定有残英，待客携尊俎。"
    },
    {
        "title":"登梅冈望金陵赠族侄高座寺僧中孚",
        "auth":"李白",
        "dynasty":"唐",
        "content":"钟山抱金陵，霸气昔腾发。天开帝王居，海色照宫阙。群峰如逐鹿，奔走相驰突。江水九道来，云端遥明没。时迁大运去，龙虎势休歇。我来属天清，登览穷楚越。吾宗挺禅伯，特秀鸾凤骨。众星罗青天，明者独有月。冥居顺生理，草木不剪伐。烟窗引蔷薇，石壁老野蕨。吴风谢安屐，白足傲履袜。几宿一下山，萧然忘干谒。谈经演金偈，降鹤舞海雪。时闻天香来，了与世事绝。佳游不可得，春风惜远别。赋诗留岩屏，千载庶不灭。"
    },
    {
        "title":"同州端午",
        "auth":"殷尧藩",
        "dynasty":"唐",
        "content":"鹤发垂肩尺许长，离家三十五端阳。儿童见说深惊讶，却问何方是故乡。"
    },
    {
        "title":"过许州",
        "auth":"沈德潜",
        "dynasty":"清",
        "content":"到处陂塘决决流，垂杨百里罨平畴。行人便觉须眉绿，一路蝉声过许州。"
    },
    {
        "title":"贺新郎·九日",
        "auth":"刘克庄",
        "dynasty":"宋",
        "content":"湛湛长空黑。更那堪、斜风细雨，乱愁如织。老眼平生空四海，赖有高楼百尺。看浩荡、千崖秋色。白发书生神州泪，尽凄凉、不向牛山滴。追往事，去无迹。少年自负凌云笔。到而今、春华落尽，满怀萧瑟。常恨世人新意少，爱说南朝狂客。把破帽、年年拈出。若对黄花孤负酒，怕黄花、也笑人岑寂。鸿北去，日西匿。"
    },
    {
        "title":"送董邵南游河北序",
        "auth":"韩愈",
        "dynasty":"唐",
        "content":"燕赵古称多感慨悲歌之士。董生举进士，屡不得志于有司，怀抱利器，郁郁适兹土。吾知其必有合也。董生勉乎哉！夫以子之不遇时，苟慕义强仁者皆爱惜焉。矧燕赵之士出乎其性者哉！然吾尝闻风俗与化移易，吾恶知其今不异于古所云邪？聊以吾子之行卜之也。董生勉乎哉！吾因子有所感矣。为我吊望诸君之墓，而观于其市，复有昔时屠狗者乎？为我谢曰：“明天子在上，可以出而仕矣。”"
    },
    {
        "title":"贺新郎·寄李伯纪丞相",
        "auth":"张元干",
        "dynasty":"宋",
        "content":"曳杖危楼去。斗垂天、沧波万顷，月流烟渚。扫尽浮云风不定，未放扁舟夜渡。宿雁落、寒芦深处。怅望关河空吊影，正人间、鼻息鸣鼍鼓。谁伴我，醉中舞。十年一梦扬州路。倚高寒、愁生故国，气吞骄虏。要斩楼兰三尺剑，遗恨琵琶旧语。谩暗涩铜华尘土。唤取谪仙平章看，过苕溪、尚许垂纶否。风浩荡，欲飞举。"
    },
    {
        "title":"越女词五首",
        "auth":"李白",
        "dynasty":"唐",
        "content":"长干吴儿女，眉目艳新月。屐上足如霜，不著鸦头袜。吴儿多白皙，好为荡舟剧。卖眼掷春心，折花调行客。耶溪采莲女，见客棹歌回。笑入荷花去，佯羞不出来。东阳素足女，会稽素舸郎。相看月未堕，白地断肝肠。镜湖水如月，耶溪女似雪。新妆荡新波，光景两奇绝。"
    },
    {
        "title":"江神子·恨别",
        "auth":"苏轼",
        "dynasty":"宋",
        "content":"天涯流落思无穷。既相逢。却匆匆。携手佳人，和泪折残红。为问东风余几许，春纵在，与谁同。隋堤三月水溶溶。背归鸿。去吴中。回首彭城，清泗与淮通。寄我相思千点泪，流不到，楚江东。"
    },
    {
        "title":"西江月·宝髻松松挽就",
        "auth":"司马光",
        "dynasty":"宋",
        "content":"宝髻松松挽就，铅华淡淡妆成。青烟翠雾罩轻盈，飞絮游丝无定。相见争如不见，有情何似无情。笙歌散后酒初醒，深院月斜人静。"
    },
    {
        "title":"水龙吟·从商帅国器猎于南阳同仲泽鼎玉赋此",
        "auth":"元好问",
        "dynasty":"金",
        "content":"少年射虎名豪，等闲赤羽千夫膳。金铃锦领，平原千骑，星流电转。路断飞潜，雾随腾沸，长围高卷。看川空谷静，旌旗动色，得意似，平生战。城月迢迢鼓角，夜如何，军中高宴，江淮草木，中原狐兔，先声自远。盖世韩彭，可能只办，寻常鹰犬。问元戎早晚，鸣鞭径去，解天山箭。"
    },
    {
        "title":"望秦川·秦川朝望迥",
        "auth":"李颀",
        "dynasty":"唐",
        "content":"秦川朝望迥，日出正东峰。远近山河净，逶迤城阙重。秋声万户竹，寒色五陵松。客有归欤叹，凄其霜露浓。"
    },
    {
        "title":"蝶恋花·满地霜华浓似雪",
        "auth":"王国维",
        "dynasty":"清",
        "content":"满地霜华浓似雪。人语西风，瘦马嘶残月。一曲阳关浑未彻。车声渐共歌声咽。换尽天涯芳草色。陌上深深，依旧年时辙。自是浮生无可说。人间第一耽离别。"
    },
    {
        "title":"斗百花·满搦宫腰纤细",
        "auth":"柳永",
        "dynasty":"宋",
        "content":"满搦宫腰纤细。年纪方当笄岁。刚被风流沾惹，与合垂杨双髻。初学严妆，如描似削身材，怯雨羞云情意。举措多娇媚。争奈心性，未会先怜佳婿。长是夜深，不肯便入鸳被。与解罗裳，盈盈背立银釭，却道你但先睡。"
    },
    {
        "title":"边词",
        "auth":"张敬忠",
        "dynasty":"唐",
        "content":"五原春色旧来迟，二月垂杨未挂丝。即今河畔冰开日，正是长安花落时。"
    },
    {
        "title":"从军行",
        "auth":"陈羽",
        "dynasty":"唐",
        "content":"海畔风吹冻泥裂，枯桐叶落枝梢折。横笛闻声不见人，红旗直上天山雪。"
    },
    {
        "title":"悲青坂",
        "auth":"杜甫",
        "dynasty":"唐",
        "content":"我军青坂在东门，天寒饮马太白窟。黄头奚儿日向西，数骑弯弓敢驰突。山雪河冰野萧瑟，青是烽烟白人骨。焉得附书与我军，忍待明年莫仓卒。"
    },
    {
        "title":"九日",
        "auth":"文森",
        "dynasty":"明",
        "content":"三载重阳菊，开时不在家。何期今日酒，忽对故园花。野旷云连树，天寒雁聚沙。登临无限意，何处望京华。"
    },
    {
        "title":"登敬亭山南望怀古赠窦主簿",
        "auth":"李白",
        "dynasty":"唐",
        "content":"敬亭一回首，目尽天南端。仙者五六人，常闻此游盘。溪流琴高水，石耸麻姑坛。白龙降陵阳，黄鹤呼子安。羽化骑日月，云行翼鸳鸾。下视宇宙间，四溟皆波澜。汰绝目下事，从之复何难。百岁落半途，前期浩漫漫。强食不成味，清晨起长叹。愿随子明去，炼火烧金丹。"
    },
    {
        "title":"鹧鸪天·座中有眉山隐客史应之和前韵即席答之",
        "auth":"黄庭坚",
        "dynasty":"宋",
        "content":"黄菊枝头生晓寒。人生莫放酒杯干。风前横笛斜吹雨，醉里簪花倒著冠。身健在，且加餐。舞裙歌板尽清欢。黄花白发相牵挽，付与时人冷眼看。"
    },
    {
        "title":"兰陵王·柳",
        "auth":"周邦彦",
        "dynasty":"宋",
        "content":"柳阴直。烟里丝丝弄碧。隋堤上、曾见几番，拂水飘绵送行色。登临望故国。谁识。京华倦客。长亭路，年去岁来，应折柔条过千尺。闲寻旧踪迹。又酒趁哀弦，灯照离席。梨花榆火催寒食。愁一箭风快，半篙波暖，回头迢递便数驿。望人在天北。凄恻。恨堆积。渐别浦萦回，津堠岑寂。斜阳冉冉春无极。念月榭携手，露桥闻笛。沉思前事，似梦里，泪暗滴。"
    },
    {
        "title":"春夜别友人二首·其一",
        "auth":"陈子昂",
        "dynasty":"唐",
        "content":"银烛吐青烟，金樽对绮筵。离堂思琴瑟，别路绕山川。明月隐高树，长河没晓天。悠悠洛阳道，此会在何年。"
    },
    {
        "title":"夜半乐·冻云黯淡天气",
        "auth":"柳永",
        "dynasty":"宋",
        "content":"冻云黯淡天气，扁舟一叶，乘兴离江渚。渡万壑千岩，越溪深处。怒涛渐息，樵风乍起，更闻商旅相呼。片帆高举。泛画鹢、翩翩过南浦。望中酒旆闪闪，一簇烟村，数行霜树。残日下，渔人鸣榔归去。败荷零落，衰杨掩映，岸边两两三三，浣沙游女。避行客、含羞笑相语。到此因念，绣阁轻抛，浪萍难驻。叹后约丁宁竟何据。惨离怀，空恨岁晚归期阻。凝泪眼、杳杳神京路。断鸿声远长天暮。"
    },
    {
        "title":"翠楼吟·淳熙丙午冬",
        "auth":"姜夔",
        "dynasty":"宋",
        "content":"予去武昌十年，故人有泊舟鹦鹉洲者，闻小姬歌此词，问之颇能道其事，还吴为予言之。兴怀昔游，且伤今之离索也月冷龙沙，尘清虎落，今年汉酺初赐。新翻胡部曲，听毡幕、元戎歌吹。层楼高峙。看槛曲萦红，檐牙飞翠。人姝丽。粉香吹下，夜寒风细。此地。宜有词仙，拥素云黄鹤，与君游戏。玉梯凝望久，叹芳草、萋萋千里。天涯情味。仗酒祓清愁，花销英气。西山外。是来还卷，一帘秋霁。"
    },
    {
        "title":"人月圆·甘露怀古",
        "auth":"徐再思",
        "dynasty":"元",
        "content":"江皋楼观前朝寺，秋色入秦淮。败垣芳草，空廊落叶，深砌苍苔。远人南去，夕阳西下，江水东来。木兰花在，山僧试问，知为谁开？"
    },
    {
        "title":"别舍弟宗一",
        "auth":"柳宗元",
        "dynasty":"唐",
        "content":"零落残魂倍黯然，双垂别泪越江边。一身去国六千里，万死投荒十二年。桂岭瘴来云似墨，洞庭春尽水如天。欲知此后相思梦，长在荆门郢树烟。"
    },
    {
        "title":"菩萨蛮·红楼别夜堪惆怅",
        "auth":"韦庄",
        "dynasty":"唐",
        "content":"红楼别夜堪惆怅，香灯半卷流苏帐。残月出门时，美人和泪辞。琵琶金翠羽，弦上黄莺语。劝我早还家，绿窗人似花。"
    },
    {
        "title":"塞下曲四首·其一",
        "auth":"常建",
        "dynasty":"唐",
        "content":"玉帛朝回望帝乡，乌孙归去不称王。天涯静处无征战，兵气销为日月光。"
    },
    {
        "title":"秋登巴陵望洞庭",
        "auth":"李白",
        "dynasty":"唐",
        "content":"清晨登巴陵，周览无不极。明湖映天光，彻底见秋色。秋色何苍然，际海俱澄鲜。山青灭远树，水绿无寒烟。来帆出江中，去鸟向日边。风清长沙浦，山空云梦田。瞻光惜颓发，阅水悲徂年。北渚既荡漾，东流自潺湲。郢人唱白雪，越女歌采莲。听此更肠断，凭崖泪如泉。"
    },
    {
        "title":"九日水阁",
        "auth":"韩琦",
        "dynasty":"宋",
        "content":"池馆隳摧古榭荒，此延嘉客会重阳。虽惭老圃秋容淡，且看黄花晚节香。酒味已醇新过熟，蟹螯先实不须霜。年来饮兴衰难强，漫有高吟力尚狂。"
    },
    {
        "title":"双声子·晚天萧索",
        "auth":"柳永",
        "dynasty":"宋",
        "content":"晚天萧索，断蓬踪迹，乘兴兰棹东游。三吴风景，姑苏台榭，牢落暮霭初收。夫差旧国，香径没、徒有荒丘。繁华处，悄无睹，惟闻麋鹿呦呦。想当年、空运筹决战，图王取霸无休。江山如画，云涛烟浪，翻输范蠡扁舟。验前经旧史，嗟漫载、当日风流。斜阳暮草茫茫，尽成万古遗愁。"
    },
    {
        "title":"木兰花慢·滁州送范倅",
        "auth":"辛弃疾",
        "dynasty":"宋",
        "content":"老来情味减，对别酒、怯流年。况屈指中秋，十分好月，不照人圆。无情水、都不管，共西风、只管送归船。秋晚莼鲈江上，夜深儿女灯前。征衫。便好去朝天。玉殿正思贤。想夜半承明。留教视草，却遣筹边。长安故人问我，道寻常、泥酒只依然。目断秋霄落雁，醉来时响空弦。"
    },
    {
        "title":"鹦鹉赋",
        "auth":"祢衡",
        "dynasty":"汉",
        "content":"惟西域之灵鸟兮，挺自然之奇姿。体全精之妙质兮，合火德之明辉。性辩慧而能言兮，才聪明以识机。故其嬉游高峻，栖跱幽深。飞不妄集，翔必择林。绀趾丹嘴，绿衣翠矜。采采丽容，咬咬好音。虽同族于羽毛，固殊智而异心。配鸾皇而等美，焉比德于众禽！于是羡芳声之远畅，伟灵表之可嘉。命虞人于陇坻，诏伯益于流沙，跨昆仑而播戈，冠云霓而张罗。虽纲维之备设，终一目之所加。且其容止闲暇，守植安停。逼之不惧，抚之不惊。宁顺从以远害，不违迕以丧身。故献金者受赏，而伤肌者被刑。尔乃归穷委命，离群丧侣。闭以雕笼，剪其翅羽。流飘万里，崎岖重阻。踰岷越障，载罹寒暑。女辞家而适人，臣出身而事主。彼贤哲之逢患，犹栖迟以羁旅。矧禽鸟之微物，能驯拢以安处。眷西路而长怀，望故乡而延。忖陋体之腥臊，亦何劳于鼎俎？嗟禄命之衰薄，奚遭时之险巇？岂言语以阶乱，将不密以致危？痛母子之永隔，哀伉俪之生离。匪余年之足惜，悯众雏之无知。背蛮夷之下国，侍君子之光仪。惧名实之不副，耻才能之无奇。羡西都之沃壤，识苦乐之异宜。怀代越之悠思，故每言而称斯。若乃少昊司辰，蓐收整辔。严霜初降，凉风萧瑟。长吟远慕，哀鸣感类。音声凄以激扬，容貌惨以憔悴。闻之者悲伤，见之者陨泪。放臣为之屡叹，弃妻为之歔欷。感平身之游处，若壎篪之相须。何今日之两绝，若胡越之异区。顺笼槛以俯仰，窥户牖以踟躇。想昆仑之高岳，思邓林之扶疏。顾六翮之残毁，虽奋迅其焉如？心怀归而弗果，徒怨毒于一隅。苟竭心于所事，敢背惠而忘初！托轻鄙之微命，委陋贱于薄躯。期守死以抱德，甘尽辞以效愚。恃隆恩于既往，庶弥久而不渝。"
    },
    {
        "title":"减字木兰花·莎衫筠笠",
        "auth":"卢炳",
        "dynasty":"宋",
        "content":"莎衫筠笠。正是村村农务急。绿水千畦。惭愧秧针出得齐。风斜雨细。麦欲黄时寒又至。馌妇耕夫。画作今年稔岁图。"
    },
    {
        "title":"紫骝马",
        "auth":"李白",
        "dynasty":"唐",
        "content":"紫骝行且嘶，双翻碧玉蹄。临流不肯渡，似惜锦障泥。白雪关山远，黄云海戍迷。挥鞭万里去，安得念春闺。"
    },
    {
        "title":"奉陪封大夫九日登高",
        "auth":"岑参",
        "dynasty":"唐",
        "content":"九日黄花酒，登高会昔闻。霜威逐亚相，杀气傍中军。横笛惊征雁，娇歌落塞云。边头幸无事，醉舞荷吾君。"
    },
    {
        "title":"点绛唇·新月娟娟",
        "auth":"汪藻",
        "dynasty":"宋",
        "content":"新月娟娟，夜寒江静山衔斗。起来搔首，梅影横窗瘦。好个霜天，闲却传杯手。君知否。乱鸦啼后。归兴浓于酒。"
    },
    {
        "title":"南歌子·凤髻金泥带",
        "auth":"欧阳修",
        "dynasty":"宋",
        "content":"凤髻金泥带，龙纹玉掌梳。走来窗下笑相扶。爱道画眉深浅、入时无。弄笔偎人久，描花试手初。等闲妨了绣功夫。笑问双鸳鸯字、怎生书。"
    },
    {
        "title":"少年行四首",
        "auth":"王维",
        "dynasty":"唐",
        "content":"新丰美酒斗十千，咸阳游侠多少年。相逢意气为君饮，系马高楼垂柳边。出身仕汉羽林郎，初随骠骑战渔阳。孰知不向边庭苦，纵死犹闻侠骨香。一身能擘两雕弧，虏骑千重只似无。偏坐金鞍调白羽，纷纷射杀五单于。汉家君臣欢宴终，高议云台论战功。天子临轩赐侯印，将军佩出明光宫。"
    },
    {
        "title":"渡河北",
        "auth":"王褒",
        "dynasty":"南北朝",
        "content":"秋风吹木叶，还似洞庭波。常山临代郡，亭障绕黄河。心悲异方乐，肠断陇头歌。薄暮临征马，失道北山阿。"
    },
    {
        "title":"村居",
        "auth":"张舜民",
        "dynasty":"宋",
        "content":"水绕陂田竹绕篱，榆钱落尽槿花稀。夕阳牛背无人卧，带得寒鸦两两归。"
    },
    {
        "title":"临江仙·送钱穆父",
        "auth":"苏轼",
        "dynasty":"宋",
        "content":"一别都门三改火，天涯踏尽红尘。依然一笑作春温。无波真古井，有节是秋筠。惆怅孤帆连夜发，送行淡月微云。尊前不用翠眉颦。人生如逆旅，我亦是行人。"
    },
    {
        "title":"虞美人·雨后同干誉才卿置酒来禽花下作",
        "auth":"叶梦得",
        "dynasty":"宋",
        "content":"落花已作风前舞。又送黄昏雨。晓来庭院半残红。惟有游丝千丈、罥晴空。殷勤花下同携手。更尽杯中酒。美人不用敛蛾眉。我亦多情无奈、酒阑时。"
    },
    {
        "title":"满庭芳·南苑吹花",
        "auth":"晏几道",
        "dynasty":"宋",
        "content":"南苑吹花，西楼题叶，故园欢事重重。凭阑秋思，闲记旧相逢。几处歌云梦雨，可怜便、汉水西东。别来久，浅情未有，锦字系征鸿。年光还少味，开残槛菊，落尽溪桐。漫留得，尊前淡月西风。此恨谁堪共说，清愁付、绿酒杯中。佳期在，归时待把，香袖看啼红。"
    },
    {
        "title":"登雨花台",
        "auth":"魏禧",
        "dynasty":"明",
        "content":"生平四十老柴荆，此日麻鞋拜故京。谁使山河全破碎？可堪翦伐到园陵！牛羊践履多新草，冠盖雍容半旧卿。歌泣不成天已暮，悲风日夜起江生。"
    },
    {
        "title":"清平乐·检校山园书所见",
        "auth":"辛弃疾",
        "dynasty":"宋",
        "content":"连云松竹。万事从今足。拄杖东家分社肉。白酒床头初熟。西风梨枣山园。儿童偷把长竿。莫遣旁人惊去，老夫静处闲看。"
    },
    {
        "title":"齐天乐·碧云阙处无多雨",
        "auth":"高观国",
        "dynasty":"宋",
        "content":"碧云阙处无多雨，愁与去帆俱远。倒苇沙闲，枯兰溆冷，寥落寒江秋晚。楼阴纵览。正魂怯清吟，病多依黯。怕挹西风，袖罗香自去年减。风流江左久客，旧游得意处，朱帘曾卷。载酒春情，吹箫夜约，犹忆玉娇香软。尘栖故苑，叹璧月空檐，梦云飞观。送绝征鸿，楚峰烟数点。"
    },
    {
        "title":"永王东巡歌十一首",
        "auth":"李白",
        "dynasty":"唐",
        "content":"永王正月东出师，天子遥分龙虎旗。楼船一举风波静，江汉翻为雁鹜池。三川北虏乱如麻，四海南奔似永嘉。但用东山谢安石，为君谈笑静胡沙。雷鼓嘈嘈喧武昌，云旗猎猎过寻阳。秋毫不犯三吴悦，春日遥看五色光。龙蟠虎踞帝王州，帝子金陵访古丘。春风试暖昭阳殿，明月还过鳷鹊楼。二帝巡游俱未回，五陵松柏使人哀。诸侯不救河南地，更喜贤王远道来。丹阳北固是吴关，画出楼台云水间。千岩烽火连沧海，两岸旌旗绕碧山。王出三山按五湖，楼船跨海次扬都。战舰森森罗虎士，征帆一一引龙驹。长风挂席势难回，海动山倾古月摧。君看帝子浮江日，何似龙骧出峡来。祖龙浮海不成桥，汉武寻阳空射蛟。我王楼舰轻秦汉，却似文皇欲渡辽。帝宠贤王入楚关，扫清江汉始应还。初从云梦开朱邸，更取金陵作小山。试借君王玉马鞭，指挥戎虏坐琼筵。南风一扫胡尘静，西入长安到日边。"
    },
    {
        "title":"代出自蓟北门行",
        "auth":"鲍照",
        "dynasty":"南北朝",
        "content":"羽檄起边亭，烽火入咸阳。征师屯广武，分兵救朔方。严秋筋竿劲，虏阵精且强。天子按剑怒，使者遥相望。雁行缘石径，鱼贯度飞梁。箫鼓流汉思，旌甲被胡霜。疾风冲塞起，沙砾自飘扬。马毛缩如蝟，角弓不可张。时危见臣节，世乱识忠良。投躯报明主，身死为国殇。"
    },
    {
        "title":"留别妻",
        "auth":"苏武",
        "dynasty":"汉",
        "content":"结发为夫妻，恩爱两不疑。欢娱在今夕，嬿婉及良时。征夫怀远路，起视夜何其？参辰皆已没，去去从此辞。行役在战场，相见未有期。握手一长叹，泪为生别滋。努力爱春华，莫忘欢乐时。生当复来归，死当长相思。"
    },
    {
        "title":"送友人",
        "auth":"薛涛",
        "dynasty":"唐",
        "content":"水国蒹葭夜有霜，月寒山色共苍苍。谁言千里自今夕，离梦杳如关塞长。"
    },
    {
        "title":"浣溪沙·蓼岸风多橘柚香",
        "auth":"孙光宪",
        "dynasty":"五代十国",
        "content":"蓼岸风多橘柚香。江边一望楚天长。片帆烟际闪孤光。目送征鸿飞杳杳，思随流水去茫茫。兰红波碧忆潇湘。"
    },
    {
        "title":"鹧鸪天·林断山明竹隐墙",
        "auth":"苏轼",
        "dynasty":"宋",
        "content":"林断山明竹隐墙。乱蝉衰草小池塘。翻空白鸟时时见，照水红蕖细细香。村舍外，古城旁。杖藜徐步转斜阳。殷勤昨夜三更雨，又得浮生一日凉。"
    },
    {
        "title":"对雪奉饯任城六父秩满归京",
        "auth":"李白",
        "dynasty":"唐",
        "content":"龙虎谢鞭策，鹓鸾不司晨。君看海上鹤，何似笼中鹑。独用天地心，浮云乃吾身。虽将簪组狎，若与烟霞亲。季父有英风，白眉超常伦。一官即梦寐，脱屣归西秦。窦公敞华筵，墨客尽来臻。燕歌落胡雁，郢曲回阳春。征马百度嘶，游车动行尘。踌躇未忍去，恋此四座人。饯离驻高驾，惜别空殷勤。何时竹林下，更与步兵邻。"
    },
    {
        "title":"西湖晚归回望孤山寺赠诸客",
        "auth":"白居易",
        "dynasty":"唐",
        "content":"柳湖松岛莲花寺，晚动归桡出道场。卢橘子低山雨重，棕榈叶战水风凉。烟波澹荡摇空碧，楼殿参差倚夕阳。到岸请君回首望，蓬莱宫在海中央。"
    },
    {
        "title":"战城南",
        "auth":"佚名",
        "dynasty":"汉",
        "content":"战城南，死郭北，野死不葬乌可食。为我谓乌：且为客豪！野死谅不葬，腐肉安能去子逃？水深激激，蒲苇冥冥；枭骑战斗死，驽马徘徊鸣。梁筑室，何以南？何以北？禾黍不获君何食？愿为忠臣安可得？思子良臣，良臣诚可思：朝行出攻，暮不夜归！"
    },
    {
        "title":"念奴娇·还都后诸公见追和赤壁词用韵者凡六人亦复重赋",
        "auth":"蔡松年",
        "dynasty":"宋",
        "content":"离骚痛饮，笑人生佳处，能消何物。江左诸人成底事，空想岩岩青壁。五亩苍烟，一丘寒玉，岁晚忧风雪。西州扶病，至今悲感前杰。我梦卜筑萧闲，觉来岩桂，十里幽香发。嵬隗胸中冰与炭，一酌春风都灭。胜日神交，悠然得意，遗恨无毫发。古今同致，永和徒记年月。"
    },
    {
        "title":"塞下曲",
        "auth":"戎昱",
        "dynasty":"唐",
        "content":"汉将归来虏塞空，旌旗初下玉关东。高蹄战马三千匹，落日平原秋草中。"
    },
    {
        "title":"同水部张员外籍曲江春游寄白二十二舍人",
        "auth":"韩愈",
        "dynasty":"唐",
        "content":"漠漠轻阴晚自开，青天白日映楼台。曲江水满花千树，有底忙时不肯来。"
    },
    {
        "title":"风入松·听风听雨过清明",
        "auth":"吴文英",
        "dynasty":"宋",
        "content":"听风听雨过清明。愁草瘗花铭。楼前绿暗分携路，一丝柳、一寸柔情。料峭春寒中酒，交加晓梦啼莺。西园日日扫林亭。依旧赏新晴。黄蜂频扑秋千索，有当时、纤手香凝。惆怅双鸳不到，幽阶一夜苔生。"
    },
    {
        "title":"发白马",
        "auth":"李白",
        "dynasty":"唐",
        "content":"将军发白马，旌节度黄河。箫鼓聒川岳，沧溟涌涛波。武安有振瓦，易水无寒歌。铁骑若雪山，饮流涸滹沱。扬兵猎月窟，转战略朝那。倚剑登燕然，边烽列嵯峨。萧条万里外，耕作五原多。一扫清大漠，包虎戢金戈。"
    },
    {
        "title":"浣溪沙·门隔花深梦旧游",
        "auth":"吴文英",
        "dynasty":"宋",
        "content":"门隔花深梦旧游。夕阳无语燕归愁。玉纤香动小帘钩。落絮无声春堕泪，行云有影月含羞。东风临夜冷于秋。"
    },
    {
        "title":"夜坐",
        "auth":"张耒",
        "dynasty":"宋",
        "content":"庭户无人秋月明，夜霜欲落气先清。梧桐真不甘衰谢，数叶迎风尚有声。"
    },
    {
        "title":"塞下曲四首·其一",
        "auth":"常建",
        "dynasty":"唐",
        "content":"玉帛朝回望帝乡，乌孙归去不称王。天涯静处无征战，兵气销为日月光。"
    },
    {
        "title":"秋登巴陵望洞庭",
        "auth":"李白",
        "dynasty":"唐",
        "content":"清晨登巴陵，周览无不极。明湖映天光，彻底见秋色。秋色何苍然，际海俱澄鲜。山青灭远树，水绿无寒烟。来帆出江中，去鸟向日边。风清长沙浦，山空云梦田。瞻光惜颓发，阅水悲徂年。北渚既荡漾，东流自潺湲。郢人唱白雪，越女歌采莲。听此更肠断，凭崖泪如泉。"
    },
    {
        "title":"九日水阁",
        "auth":"韩琦",
        "dynasty":"宋",
        "content":"池馆隳摧古榭荒，此延嘉客会重阳。虽惭老圃秋容淡，且看黄花晚节香。酒味已醇新过熟，蟹螯先实不须霜。年来饮兴衰难强，漫有高吟力尚狂。"
    },
    {
        "title":"双声子·晚天萧索",
        "auth":"柳永",
        "dynasty":"宋",
        "content":"晚天萧索，断蓬踪迹，乘兴兰棹东游。三吴风景，姑苏台榭，牢落暮霭初收。夫差旧国，香径没、徒有荒丘。繁华处，悄无睹，惟闻麋鹿呦呦。想当年、空运筹决战，图王取霸无休。江山如画，云涛烟浪，翻输范蠡扁舟。验前经旧史，嗟漫载、当日风流。斜阳暮草茫茫，尽成万古遗愁。"
    },
    {
        "title":"谪仙怨·晴川落日初低",
        "auth":"刘长卿",
        "dynasty":"唐",
        "content":"晴川落日初低，惆怅孤舟解携。鸟向平芜远近，人随流水东西。白云千里万里，明月前溪后溪。独恨长沙谪去，江潭春草萋萋。"
    },
    {
        "title":"女冠子·四月十七",
        "auth":"韦庄",
        "dynasty":"唐",
        "content":"四月十七，正是去年今日，别君时。忍泪佯低面，含羞半敛眉。不知魂已断，空有梦相随。除却天边月，没人知。"
    },
    {
        "title":"南池",
        "auth":"李郢",
        "dynasty":"唐",
        "content":"小男供饵妇搓丝，溢榼香醪倒接罹。日出两竿鱼正食，一家欢笑在南池。"
    },
    {
        "title":"送和甫至龙安微雨",
        "auth":"王安石",
        "dynasty":"宋",
        "content":"荒烟凉雨助人悲，泪染衣襟不自知。除却春风沙际绿，一如看汝过江时。"
    },
    {
        "title":"百字令·月夜过七里滩",
        "auth":"厉鹗",
        "dynasty":"清",
        "content":"秋光今夜，向桐江，为写当年高躅。风露皆非人世有，自坐船头吹竹。万籁生山，一星在水，鹤梦疑重续。孥音遥去，西卢渔父初宿。心忆汐社沉埋，清狂不见，使我形容独。寂寂冷萤三四点，穿过前湾茅屋。林净藏烟，峰危限月，帆影摇空绿。随风飘荡，白云还卧深谷。"
    },
    {
        "title":"关河令·秋阴时晴渐向暝",
        "auth":"周邦彦",
        "dynasty":"宋",
        "content":"秋阴时晴渐向暝，变一庭凄冷。伫听寒声，云深无雁影。更深人去寂静，但照壁孤灯相映。酒已都醒，如何消夜永！"
    },
    {
        "title":"送人游吴",
        "auth":"杜荀鹤",
        "dynasty":"唐",
        "content":"君到姑苏见，人家尽枕河。古宫闲地少，水港小桥多。夜市卖菱藕，春船载绮罗。遥知未眠月，乡思在渔歌。"
    },
    {
        "title":"幽州夜饮",
        "auth":"张说",
        "dynasty":"唐",
        "content":"凉风吹夜雨，萧瑟动寒林。正有高堂宴，能忘迟暮心。军中宜剑舞，塞上重笳音。不作边城将，谁知恩遇深。"
    },
    {
        "title":"上三峡",
        "auth":"李白",
        "dynasty":"唐",
        "content":"巫山夹青天，巴水流若兹。巴水忽可尽，青天无到时。三朝上黄牛，三暮行太迟。三朝又三暮，不觉鬓成丝。"
    },
    {
        "title":"醉桃源·元日",
        "auth":"吴文英",
        "dynasty":"宋",
        "content":"五更枥马静无声。邻鸡犹怕惊。日华平晓弄春明。暮寒愁翳生。新岁梦，去年情。残宵半酒醒。春风无定落梅轻。断鸿长短亭。"
    },
    {
        "title":"夜飞鹊·河桥送人处",
        "auth":"周邦彦",
        "dynasty":"宋",
        "content":"河桥送人处，凉夜何其。斜月远堕余辉。铜盘烛泪已流尽，霏霏凉露沾衣。相将散离会，探风前津鼓，树杪参旗。华骢会意，纵扬鞭、亦自行迟。迢递路回清野，人语渐无闻，空带愁归。何意重红满地，遗钿不见，斜迳都迷。兔葵燕麦，向残阳、欲与人齐。但徘徊班草，欷歔酹酒，极望天西。"
    },
    {
        "title":"秋夜月·当初聚散",
        "auth":"柳永",
        "dynasty":"宋",
        "content":"当初聚散。便唤作、无由再逢伊面。近日来、不期而会重欢宴。向尊前、闲暇里，敛著眉儿长叹。惹起旧愁无限。盈盈泪眼。漫向我耳边，作万般幽怨。奈你自家心下，有事难见。待信真个，恁别无萦绊。不免收心，共伊长远。"
    },
    {
        "title":"塞下曲",
        "auth":"李益",
        "dynasty":"唐",
        "content":"伏波惟愿裹尸还，定远何须生入关。莫遣只轮归海窟，仍留一箭射天山。"
    },
    {
        "title":"女冠子·昨夜夜半",
        "auth":"韦庄",
        "dynasty":"唐",
        "content":"昨夜夜半，枕上分明梦见。语多时。依旧桃花面，频低柳叶眉。半羞还半喜，欲去又依依。觉来知是梦，不胜悲。"
    },
    {
        "title":"菩萨蛮·劝君今夜须沈醉",
        "auth":"韦庄",
        "dynasty":"唐",
        "content":"劝君今夜须沈醉，尊前莫话明朝事。珍重主人心，酒深情亦深。须愁春漏短，莫诉金杯满。遇酒且呵呵，人生能几何！"
    },
    {
        "title":"木兰花慢·拆桐花烂熳",
        "auth":"柳永",
        "dynasty":"宋",
        "content":"拆桐花烂漫，乍疏雨、洗清明。正艳杏烧林，缃桃绣野，芳景如屏。倾城，尽寻胜去，骤雕鞍绀幰出郊坰。风暖繁弦脆管，万家竞奏新声。盈盈，斗草踏青。人艳冶，递逢迎。向路旁往往，遗簪堕珥，珠翠纵横。欢情，对佳丽地，信金罍罄竭玉山倾。拚却明朝永日，画堂一枕春酲。"
    },
    {
        "title":"琐窗寒·寒食",
        "auth":"周邦彦",
        "dynasty":"宋",
        "content":"暗柳啼鸦，单衣伫立，小帘朱户。桐花半亩，静锁一庭愁雨。洒空阶、夜阑未休，故人剪烛西窗语。似楚江暝宿，风灯零乱，少年羁旅。迟暮。嬉游处。正店舍无烟，禁城百五。旗亭唤酒，付与高阳俦侣。想东园、桃李自春，小唇秀靥今在否。到归时、定有残英，待客携尊俎。"
    },
    {
        "title":"行行游且猎篇",
        "auth":"李白",
        "dynasty":"唐",
        "content":"边城儿，生年不读一字书，但知游猎夸轻趫。胡马秋肥宜白草，骑来蹑影何矜骄。金鞭拂云挥鸣鞘，半酣呼鹰出远郊。弓弯满月不虚发，双鶬迸落连飞髇，海边观者皆辟易，猛气英风振沙碛。儒生不及游侠人，白首下帷复何益。"
    },
    {
        "title":"水调歌头·我饮不须劝",
        "auth":"辛弃疾",
        "dynasty":"宋",
        "content":"王漕饯别。司马赋水调歌头，席间次韵。时王公明枢密薨，坐客终夕为兴门户之叹，故前章及之我饮不须劝，正怕酒尊空。别离亦复何恨，此别恨匆匆。间上貂蝉贵客，花外麒麟高冢，人世竟谁雄。一笑出门去，千里落花风。孙刘辈，能使我，不为公。余发种种如是，此事付渠侬。但觉平生湖海，除了醉吟风月，此外百无功。毫发皆帝力，更乞鉴湖东。"
    },
    {
        "title":"点绛唇·绍兴乙卯登绝顶小亭",
        "auth":"叶梦得",
        "dynasty":"宋",
        "content":"缥缈危亭，笑谈独在千峰上。与谁同赏。万里横烟浪。老去情怀，犹作天涯想。空惆怅。少年豪放。莫学衰翁样。"
    },
    {
        "title":"谢池春·残寒销尽",
        "auth":"李之仪",
        "dynasty":"宋",
        "content":"残寒销尽，疏雨过、清明后。花径敛余红，风沼萦新皱。乳燕穿庭户，飞絮沾襟袖。正佳时，仍晚昼。著人滋味，真个浓如酒。频移带眼，空只恁、厌厌瘦。不见又思量，见了还依旧。为问频相见，何似长相守。天不老，人未偶。且将此恨，分付庭前柳。"
    },
    {
        "title":"赠别王山人归布山",
        "auth":"李白",
        "dynasty":"唐",
        "content":"王子析道论，微言破秋毫。还归布山隐，兴入天云高。尔去安可迟，瑶草恐衰歇。我心亦怀归，屡梦松上月。傲然遂独往，长啸开岩扉。林壑久已芜，石道生蔷薇。愿言弄笙鹤，岁晚来相依。"
    },
    {
        "title":"忆秦娥·咏桐",
        "auth":"李清照",
        "dynasty":"宋",
        "content":"临高阁。乱山平野烟光薄。烟光薄。栖鸦归后，暮天闻角。断香残酒情怀恶。西风催衬梧桐落。梧桐落。又还秋色，又还寂寞。"
    },
    {
        "title":"塞下曲四首",
        "auth":"王昌龄",
        "dynasty":"唐",
        "content":"蝉鸣空桑林，八月萧关道。出塞入塞寒，处处黄芦草。从来幽并客，皆共尘沙老。莫学游侠儿，矜夸紫骝好。饮马渡秋水，水寒风似刀。平沙日未没，黯黯见临洮。昔日长城战，咸言意气高。黄尘足今古，白骨乱蓬蒿。奉诏甘泉宫，总征天下兵。朝廷备礼出，郡国豫郊迎。纷纷几万人，去者无全生。臣愿节宫厩，分以赐边城。边头何惨惨，已葬霍将军。部曲皆相吊，燕南代北闻。功勋多被黜，兵马亦寻分。更遣黄龙戍，唯当哭塞云。"
    },
    {
        "title":"浣溪沙·楼倚春江百尺高",
        "auth":"张先",
        "dynasty":"宋",
        "content":"楼倚春江百尺高。烟中还未见归桡。几时期信似江潮。花片片飞风弄蝶，柳阴阴下水平桥。日长才过又今宵。"
    },
    {
        "title":"贺圣朝·留别",
        "auth":"叶清臣",
        "dynasty":"宋",
        "content":"满斟绿醑留君住。莫匆匆归去。三分春色二分愁，更一分风雨。花开花谢、都来几许。且高歌休诉。不知来岁牡丹时，再相逢何处。"
    },
    {
        "title":"踏莎行·情似游丝",
        "auth":"周紫芝",
        "dynasty":"宋",
        "content":"情似游丝，人如飞絮。泪珠阁定空相觑。一溪烟柳万丝垂，无因系得兰舟住。雁过斜阳，草迷烟渚。如今已是愁无数。明朝且做莫思量，如何过得今宵去。"
    },
    {
        "title":"秋望",
        "auth":"李梦阳",
        "dynasty":"明",
        "content":"黄河水绕汉宫墙，河上秋风雁几行。客子过壕追野马，将军韬箭射天狼。黄尘古渡迷飞挽，白月横空冷战场。闻道朔方多勇略，只今谁是郭汾阳。"
    },
    {
        "title":"登太白峰",
        "auth":"李白",
        "dynasty":"唐",
        "content":"西上太白峰，夕阳穷登攀。太白与我语，为我开天关。愿乘泠风去，直出浮云间。举手可近月，前行若无山。一别武功去，何时复见还。"
    },
    {
        "title":"首春逢耕者",
        "auth":"柳宗元",
        "dynasty":"唐",
        "content":"南楚春候早，余寒已滋荣。土膏释原野，白蛰竞所营。缀景未及郊，穑人先偶耕。园林幽鸟啭，渚泽新泉清。农事诚素务，羁囚阻平生。故池想芜没，遗亩当榛荆。慕隐既有系，图功遂无成。聊从田父言，款曲陈此情。眷然抚耒耜，回首烟云横。"
    },
    {
        "title":"河满子·秋怨",
        "auth":"孙洙",
        "dynasty":"宋",
        "content":"怅望浮生急景，凄凉宝瑟馀音。楚客多情偏怨别，碧山远水登临。目送连天衰草，夜阑几处疏砧。黄叶无风自落，秋云不雨长阴。天若有情天亦老，摇摇幽恨难禁。惆怅旧欢如梦，觉来无处追寻。"
    },
    {
        "title":"秋晚登城北楼",
        "auth":"陆游",
        "dynasty":"宋",
        "content":"幅巾藜杖北城头，卷地西风满眼愁。一点烽传散关信，两行雁带杜陵秋。山河兴废供搔首，身世安危入倚楼。横槊赋诗非复昔，梦魂犹绕古梁州。"
    },
    {
        "title":"塞下曲·秋风夜渡河",
        "auth":"王昌龄",
        "dynasty":"唐",
        "content":"秋风夜渡河，吹却雁门桑。遥见胡地猎，鞴马宿严霜。五道分兵去，孤军百战场。功多翻下狱，士卒但心伤。"
    },
    {
        "title":"逢病军人",
        "auth":"卢纶",
        "dynasty":"唐",
        "content":"行多有病住无粮，万里还乡未到乡。蓬鬓哀吟古城下，不堪秋气入金疮。"
    },
    {
        "title":"南乡子·璧月小红楼",
        "auth":"孙惟信",
        "dynasty":"宋",
        "content":"璧月小红楼。听得吹箫忆旧游。霜冷阑干天似水，扬州。薄幸声名总是愁。尘暗鹔鹴裘。针线曾荣玉指柔。一梦觉来三十载，休休。空为梅花白了头。"
    },
    {
        "title":"调笑令·边草",
        "auth":"戴叔伦",
        "dynasty":"唐",
        "content":"边草，边草，边草尽来兵老。山南山北雪晴，千里万里月明。明月，明月，胡笳一声愁绝。"
    },
    {
        "title":"春日还郊",
        "auth":"王勃",
        "dynasty":"唐",
        "content":"闲情兼嘿语，携杖赴岩泉。草绿萦新带，榆青缀古钱。鱼床侵岸水，鸟路入山烟。还题平子赋，花树满春田。"
    },
    {
        "title":"送陈秀才还沙上省墓",
        "auth":"高启",
        "dynasty":"明",
        "content":"满衣血泪与尘埃，乱后还乡亦可哀。风雨梨花寒食过，几家坟上子孙来？"
    },
    {
        "title":"潼关吏",
        "auth":"杜甫",
        "dynasty":"唐",
        "content":"士卒何草草，筑城潼关道。大城铁不如，小城万丈馀。借问潼关吏，修关还备胡。要我下马行，为我指山隅。连云列战格，飞鸟不能逾。胡来但自守，岂复忧西都。丈人视要处，窄狭容单车。艰难奋长戟，万古用一夫。哀哉桃林战，百万化为鱼。请嘱防关将，慎勿学哥舒。"
    },
    {
        "title":"登金陵冶城西北谢安墩",
        "auth":"李白",
        "dynasty":"唐",
        "content":"晋室昔横溃，永嘉遂南奔。沙尘何茫茫，龙虎斗朝昏。胡马风汉草，天骄蹙中原。哲匠感颓运，云鹏忽飞翻。组练照楚国，旌旗连海门。西秦百万众，戈甲如云屯。投鞭可填江，一扫不足论。皇运有返正，丑虏无遗魂。谈笑遏横流，苍生望斯存。冶城访古迹，犹有谢安墩。凭览周地险，高标绝人喧。想像东山姿，缅怀右军言。梧桐识嘉树，蕙草留芳根。白鹭映春洲，青龙见朝暾。地古云物在，台倾禾黍繁。我来酌清波，于此树名园。功成拂衣去，归入武陵源。"
    },
    {
        "title":"减字木兰花·莎衫筠笠",
        "auth":"卢炳",
        "dynasty":"宋",
        "content":"莎衫筠笠。正是村村农务急。绿水千畦。惭愧秧针出得齐。风斜雨细。麦欲黄时寒又至。馌妇耕夫。画作今年稔岁图。"
    },
    {
        "title":"紫骝马",
        "auth":"李白",
        "dynasty":"唐",
        "content":"紫骝行且嘶，双翻碧玉蹄。临流不肯渡，似惜锦障泥。白雪关山远，黄云海戍迷。挥鞭万里去，安得念春闺。"
    },
    {
        "title":"奉陪封大夫九日登高",
        "auth":"岑参",
        "dynasty":"唐",
        "content":"九日黄花酒，登高会昔闻。霜威逐亚相，杀气傍中军。横笛惊征雁，娇歌落塞云。边头幸无事，醉舞荷吾君。"
    },
    {
        "title":"点绛唇·新月娟娟",
        "auth":"汪藻",
        "dynasty":"宋",
        "content":"新月娟娟，夜寒江静山衔斗。起来搔首，梅影横窗瘦。好个霜天，闲却传杯手。君知否。乱鸦啼后。归兴浓于酒。"
    },
    {
        "title":"南歌子·凤髻金泥带",
        "auth":"欧阳修",
        "dynasty":"宋",
        "content":"凤髻金泥带，龙纹玉掌梳。走来窗下笑相扶。爱道画眉深浅、入时无。弄笔偎人久，描花试手初。等闲妨了绣功夫。笑问双鸳鸯字、怎生书。"
    },
    {
        "title":"少年行四首",
        "auth":"王维",
        "dynasty":"唐",
        "content":"新丰美酒斗十千，咸阳游侠多少年。相逢意气为君饮，系马高楼垂柳边。出身仕汉羽林郎，初随骠骑战渔阳。孰知不向边庭苦，纵死犹闻侠骨香。一身能擘两雕弧，虏骑千重只似无。偏坐金鞍调白羽，纷纷射杀五单于。汉家君臣欢宴终，高议云台论战功。天子临轩赐侯印，将军佩出明光宫。"
    },
    {
        "title":"渡河北",
        "auth":"王褒",
        "dynasty":"南北朝",
        "content":"秋风吹木叶，还似洞庭波。常山临代郡，亭障绕黄河。心悲异方乐，肠断陇头歌。薄暮临征马，失道北山阿。"
    },
    {
        "title":"村居",
        "auth":"张舜民",
        "dynasty":"宋",
        "content":"水绕陂田竹绕篱，榆钱落尽槿花稀。夕阳牛背无人卧，带得寒鸦两两归。"
    },
    {
        "title":"临江仙·送钱穆父",
        "auth":"苏轼",
        "dynasty":"宋",
        "content":"一别都门三改火，天涯踏尽红尘。依然一笑作春温。无波真古井，有节是秋筠。惆怅孤帆连夜发，送行淡月微云。尊前不用翠眉颦。人生如逆旅，我亦是行人。"
    },
    {
        "title":"虞美人·雨后同干誉才卿置酒来禽花下作",
        "auth":"叶梦得",
        "dynasty":"宋",
        "content":"落花已作风前舞。又送黄昏雨。晓来庭院半残红。惟有游丝千丈、罥晴空。殷勤花下同携手。更尽杯中酒。美人不用敛蛾眉。我亦多情无奈、酒阑时。"
    },
    {
        "title":"满庭芳·南苑吹花",
        "auth":"晏几道",
        "dynasty":"宋",
        "content":"南苑吹花，西楼题叶，故园欢事重重。凭阑秋思，闲记旧相逢。几处歌云梦雨，可怜便、汉水西东。别来久，浅情未有，锦字系征鸿。年光还少味，开残槛菊，落尽溪桐。漫留得，尊前淡月西风。此恨谁堪共说，清愁付、绿酒杯中。佳期在，归时待把，香袖看啼红。"
    },
    {
        "title":"登雨花台",
        "auth":"魏禧",
        "dynasty":"明",
        "content":"生平四十老柴荆，此日麻鞋拜故京。谁使山河全破碎？可堪翦伐到园陵！牛羊践履多新草，冠盖雍容半旧卿。歌泣不成天已暮，悲风日夜起江生。"
    },
    {
        "title":"清平乐·检校山园书所见",
        "auth":"辛弃疾",
        "dynasty":"宋",
        "content":"连云松竹。万事从今足。拄杖东家分社肉。白酒床头初熟。西风梨枣山园。儿童偷把长竿。莫遣旁人惊去，老夫静处闲看。"
    },
    {
        "title":"齐天乐·碧云阙处无多雨",
        "auth":"高观国",
        "dynasty":"宋",
        "content":"碧云阙处无多雨，愁与去帆俱远。倒苇沙闲，枯兰溆冷，寥落寒江秋晚。楼阴纵览。正魂怯清吟，病多依黯。怕挹西风，袖罗香自去年减。风流江左久客，旧游得意处，朱帘曾卷。载酒春情，吹箫夜约，犹忆玉娇香软。尘栖故苑，叹璧月空檐，梦云飞观。送绝征鸿，楚峰烟数点。"
    },
    {
        "title":"行行游且猎篇",
        "auth":"李白",
        "dynasty":"唐",
        "content":"边城儿，生年不读一字书，但知游猎夸轻趫。胡马秋肥宜白草，骑来蹑影何矜骄。金鞭拂云挥鸣鞘，半酣呼鹰出远郊。弓弯满月不虚发，双鶬迸落连飞髇，海边观者皆辟易，猛气英风振沙碛。儒生不及游侠人，白首下帷复何益。"
    },
    {
        "title":"水调歌头·我饮不须劝",
        "auth":"辛弃疾",
        "dynasty":"宋",
        "content":"王漕饯别。司马赋水调歌头，席间次韵。时王公明枢密薨，坐客终夕为兴门户之叹，故前章及之我饮不须劝，正怕酒尊空。别离亦复何恨，此别恨匆匆。间上貂蝉贵客，花外麒麟高冢，人世竟谁雄。一笑出门去，千里落花风。孙刘辈，能使我，不为公。余发种种如是，此事付渠侬。但觉平生湖海，除了醉吟风月，此外百无功。毫发皆帝力，更乞鉴湖东。"
    },
    {
        "title":"点绛唇·绍兴乙卯登绝顶小亭",
        "auth":"叶梦得",
        "dynasty":"宋",
        "content":"缥缈危亭，笑谈独在千峰上。与谁同赏。万里横烟浪。老去情怀，犹作天涯想。空惆怅。少年豪放。莫学衰翁样。"
    },
    {
        "title":"谢池春·残寒销尽",
        "auth":"李之仪",
        "dynasty":"宋",
        "content":"残寒销尽，疏雨过、清明后。花径敛余红，风沼萦新皱。乳燕穿庭户，飞絮沾襟袖。正佳时，仍晚昼。著人滋味，真个浓如酒。频移带眼，空只恁、厌厌瘦。不见又思量，见了还依旧。为问频相见，何似长相守。天不老，人未偶。且将此恨，分付庭前柳。"
    },
    {
        "title":"赠别王山人归布山",
        "auth":"李白",
        "dynasty":"唐",
        "content":"王子析道论，微言破秋毫。还归布山隐，兴入天云高。尔去安可迟，瑶草恐衰歇。我心亦怀归，屡梦松上月。傲然遂独往，长啸开岩扉。林壑久已芜，石道生蔷薇。愿言弄笙鹤，岁晚来相依。"
    },
    {
        "title":"忆秦娥·咏桐",
        "auth":"李清照",
        "dynasty":"宋",
        "content":"临高阁。乱山平野烟光薄。烟光薄。栖鸦归后，暮天闻角。断香残酒情怀恶。西风催衬梧桐落。梧桐落。又还秋色，又还寂寞。"
    },
    {
        "title":"六月",
        "auth":"佚名",
        "dynasty":"先秦",
        "content":"六月栖栖，戎车既饬。四牡骙骙，载是常服。玁狁孔炽，我是用急。王于出征，以匡王国。比物四骊，闲之维则。维此六月，既成我服。我服既成，于三十里。王于出征，以佐天子。四牡修广，其大有颙。薄伐玁狁，以奏肤公。有严有翼，共武之服。共武之服，以定王国。玁狁匪茹，整居焦获。侵镐及方，至于泾阳。织文鸟章，白旆央央。元戎十乘，以先启行。戎车既安，如轾如轩。四牡既佶，既佶且闲。薄伐玁狁，至于大原。文武吉甫，万邦为宪。吉甫燕喜，既多受祉。来归自镐，我行永久。饮御诸友，炰鳖脍鲤。侯谁在矣？张仲孝友。"
    },
    {
        "title":"春日田园杂兴",
        "auth":"范成大",
        "dynasty":"宋",
        "content":"柳花深巷午鸡声，桑叶尖新绿未成。坐睡觉来无一事，满窗晴日看蚕生。土膏欲动雨频催，万草千花一饷开；舍后荒畦犹绿秀，邻家鞭笋过墙来。高田二麦接山青，傍水低田绿未耕；桃奇满村春似锦，踏歌椎鼓过清明。老盆初熟杜茅柴，携向田头祭社来。巫媪莫嫌滋味薄，旗亭官酒更多灰。社下烧钱鼓似雷，日斜扶得醉翁回。青枝满地花狼藉，知是儿孙斗草来。骑吹东来里巷喧，行春车马闹如烟。系牛莫系门前路，移系门西系碡边。寒食花枝插满头，蒨裙青袂几扁舟。一年一度游山寺，不上灵岩即虎丘。郭里人家拜扫回，新开醪酒荐青梅。日长路好城门近，借我茅亭暖一杯。步屧寻春有好怀，雨余蹄道水如杯。随人黄犬搀前去，走到溪边忽自回。种园得果廑赏劳，不奈儿童鸟雀搔。已插棘针樊笋径，更铺渔纲盖樱桃。吉日初开种稻包，南山雷动雨连宵。今年不欠秧田水，新涨看看拍小桥。桑下春蔬绿满畦，菘心青嫩芥苔肥。溪头洗择店头卖，日暮裹盐沽酒归。"
    },
    {
        "title":"从军行",
        "auth":"卢思道",
        "dynasty":"隋",
        "content":"朔方烽火照甘泉，长安飞将出祁连。犀渠玉剑艮家子，白马金羁侠少年。平明偃月屯右地，薄暮鱼丽逐左贤。谷中石虎经衔箭，山上金人曾祭天。天涯一去无穷已，蓟门迢递三千里。朝见马岭黄沙合，夕望龙城阵云起。庭中奇树已堪攀，塞外征人殊未还。白雪初下天山外，浮云直向五原间。关山万里不可越，谁能坐对芳菲月。流水本自断人肠，坚冰旧来伤马骨。边庭节物与华异，冬霰秋霜春不歇。长风萧萧渡水来，归雁连连映天没。从军行，军行万里出龙庭，单于渭桥今已拜，将军何处觅功名。"
    },
    {
        "title":"金陵怀古",
        "auth":"许浑",
        "dynasty":"唐",
        "content":"玉树歌残王气终，景阳兵合戍楼空。松楸远近千官冢，禾黍高低六代宫。石燕拂云晴亦雨，江豚吹浪夜还风。英雄一去豪华尽，惟有青山似洛中。"
    },
    {
        "title":"新凉",
        "auth":"徐玑",
        "dynasty":"宋",
        "content":"水满田畴稻叶齐，日光穿树晓烟低。黄莺也爱新凉好，飞过青山影里啼。"
    },
    {
        "title":"塞上曲",
        "auth":"李白",
        "dynasty":"唐",
        "content":"大汉无中策，匈奴犯渭桥。五原秋草绿，胡马一何骄。命将征西极，横行阴山侧。燕支落汉家，妇女无华色。转战渡黄河，休兵乐事多。萧条清万里，瀚海寂无波。"
    },
    {
        "title":"湖上",
        "auth":"徐元杰",
        "dynasty":"宋",
        "content":"花开红树乱莺啼，草长平湖白鹭飞。风日晴和人意好，夕阳箫鼓几船归。"
    },
    {
        "title":"闻笛",
        "auth":"张巡",
        "dynasty":"唐",
        "content":"岧峣试一临，虏骑附城阴。不辨风尘色，安知天地心。营开边月近，战苦阵云深。旦夕更楼上，遥闻横笛音。"
    },
    {
        "title":"贺新郎·送胡邦衡待制赴新州",
        "auth":"张元干",
        "dynasty":"宋",
        "content":"梦绕神州路。怅秋风、连营画角，故宫离黍。底事昆仑倾砥柱。九地黄流乱注。聚万落、千村狐兔。天意从来高难问，况人情老易悲如许。更南浦，送君去。凉生岸柳催残暑。耿斜河、疏星淡月，断云微度。万里江山知何处。回首对床夜语。雁不到、书成谁与。目尽青天怀今古，肯儿曹、恩怨相尔汝。举大白，听金缕。"
    },
    {
        "title":"别宋常侍",
        "auth":"尹式",
        "dynasty":"隋",
        "content":"游人杜陵北，送客汉川东。无论去与住，俱是一飘蓬。秋鬓含霜白，衰颜倚酒红。别有相思处，啼鸟杂夜风。"
    },
    {
        "title":"渭阳",
        "auth":"佚名",
        "dynasty":"先秦",
        "content":"我送舅氏，曰至渭阳。何以赠之？路车乘黄。我送舅氏，悠悠我思。何以赠之？琼瑰玉佩。"
    },
    {
        "title":"九日置酒",
        "auth":"宋祁",
        "dynasty":"宋",
        "content":"秋晚佳晨重物华，高台复帐驻鸣笳。遨欢任落风前帽，促饮争吹酒上花。溪态澄明初雨毕，日痕清淡不成霞。白头太守真愚甚，满插茱萸望辟邪。"
    },
    {
        "title":"诉衷情·春游",
        "auth":"陈子龙",
        "dynasty":"明",
        "content":"小桃枝下试罗裳，蝶粉斗遗香。玉轮碾平芳草，半面恼红妆。风乍暖，日初长，袅垂杨。一双舞燕，万点飞花，满地斜阳。"
    },
    {
        "title":"途中杂咏",
        "auth":"何福堃",
        "dynasty":"清",
        "content":"岁星周一纪，四过六盘山。路辟蚕丛险，人歌马足孱。时危多战垒，将猛守萧关。追溯前朝事，今来喜客闲。"
    },
    {
        "title":"水调歌头·题李季允侍郎鄂州吞云楼",
        "auth":"戴复古",
        "dynasty":"宋",
        "content":"轮奂半天上，胜概压南楼。筹边独坐，岂欲登览快双眸。浪说胸吞云梦，直把气吞残虏，西北望神州。百载一机会，人事恨悠悠。骑黄鹤，赋鹦鹉，谩风流。岳王祠畔，杨柳烟锁古今愁。整顿乾坤手段，指授英雄方略，雅志若为酬。杯酒不在手，双鬓恐惊秋。"
    },
    {
        "title":"田家",
        "auth":"欧阳修",
        "dynasty":"宋",
        "content":"绿桑高下映平川，赛罢田神笑语喧。林外鸣鸠春雨歇，屋头初日杏花繁。"
    },
    {
        "title":"饮马长城窟行",
        "auth":"陈琳",
        "dynasty":"魏晋",
        "content":"饮马长城窟，水寒伤马骨。往谓长城吏，慎莫稽留太原卒！官作自有程，举筑谐汝声！男儿宁当格斗死，何能怫郁筑长城。长城何连连，连连三千里。边城多健少，内舍多寡妇。作书与内舍，便嫁莫留住。善待新姑嫜，时时念我故夫子！报书往边地，君今出语一何鄙？身在祸难中，何为稽留他家子？生男慎莫举，生女哺用脯。君独不见长城下，死人骸骨相撑拄。结发行事君，慊慊心意关。明知边地苦，贱妾何能久自全？"
    },
    {
        "title":"登古邺城",
        "auth":"岑参",
        "dynasty":"唐",
        "content":"下马登邺城，城空复何见。东风吹野火，暮入飞云殿。城隅南对望陵台，漳水东流不复回。武帝宫中人去尽，年年春色为谁来。"
    },
    {
        "title":"过垂虹",
        "auth":"姜夔",
        "dynasty":"宋",
        "content":"自作新词韵最娇，小红低唱我吹箫。曲终过尽松陵路，回首烟波十四桥。"
    },
    {
        "title":"凫鹥",
        "auth":"佚名",
        "dynasty":"先秦",
        "content":"凫鹥在泾，公尸来燕来宁。尔酒既清，尔肴既馨。公尸燕饮，福禄来成。凫鹥在沙，公尸来燕来宜。尔酒既多，尔肴既嘉。公尸燕饮，福禄来为。凫鹥在渚，公尸来燕来处。尔酒既湑，尔肴伊脯。公尸燕饮，福禄来下。凫鹥在潀，公尸来燕来宗，既燕于宗，福禄攸降。公尸燕饮，福禄来崇。凫鹥在亹，公尸来止熏熏。旨酒欣欣，燔炙芬芬。公尸燕饮，无有后艰。"
    },
    {
        "title":"送和甫至龙安微雨",
        "auth":"王安石",
        "dynasty":"宋",
        "content":"荒烟凉雨助人悲，泪染衣襟不自知。除却春风沙际绿，一如看汝过江时。"
    },
    {
        "title":"百字令·月夜过七里滩",
        "auth":"厉鹗",
        "dynasty":"清",
        "content":"秋光今夜，向桐江，为写当年高躅。风露皆非人世有，自坐船头吹竹。万籁生山，一星在水，鹤梦疑重续。孥音遥去，西卢渔父初宿。心忆汐社沉埋，清狂不见，使我形容独。寂寂冷萤三四点，穿过前湾茅屋。林净藏烟，峰危限月，帆影摇空绿。随风飘荡，白云还卧深谷。"
    },
    {
        "title":"关河令·秋阴时晴渐向暝",
        "auth":"周邦彦",
        "dynasty":"宋",
        "content":"秋阴时晴渐向暝，变一庭凄冷。伫听寒声，云深无雁影。更深人去寂静，但照壁孤灯相映。酒已都醒，如何消夜永！"
    },
    {
        "title":"送人游吴",
        "auth":"杜荀鹤",
        "dynasty":"唐",
        "content":"君到姑苏见，人家尽枕河。古宫闲地少，水港小桥多。夜市卖菱藕，春船载绮罗。遥知未眠月，乡思在渔歌。"
    },
    {
        "title":"幽州夜饮",
        "auth":"张说",
        "dynasty":"唐",
        "content":"凉风吹夜雨，萧瑟动寒林。正有高堂宴，能忘迟暮心。军中宜剑舞，塞上重笳音。不作边城将，谁知恩遇深。"
    },
    {
        "title":"上三峡",
        "auth":"李白",
        "dynasty":"唐",
        "content":"巫山夹青天，巴水流若兹。巴水忽可尽，青天无到时。三朝上黄牛，三暮行太迟。三朝又三暮，不觉鬓成丝。"
    },
    {
        "title":"醉桃源·元日",
        "auth":"吴文英",
        "dynasty":"宋",
        "content":"五更枥马静无声。邻鸡犹怕惊。日华平晓弄春明。暮寒愁翳生。新岁梦，去年情。残宵半酒醒。春风无定落梅轻。断鸿长短亭。"
    },
    {
        "title":"夜飞鹊·河桥送人处",
        "auth":"周邦彦",
        "dynasty":"宋",
        "content":"河桥送人处，凉夜何其。斜月远堕余辉。铜盘烛泪已流尽，霏霏凉露沾衣。相将散离会，探风前津鼓，树杪参旗。华骢会意，纵扬鞭、亦自行迟。迢递路回清野，人语渐无闻，空带愁归。何意重红满地，遗钿不见，斜迳都迷。兔葵燕麦，向残阳、欲与人齐。但徘徊班草，欷歔酹酒，极望天西。"
    },
    {
        "title":"秋夜月·当初聚散",
        "auth":"柳永",
        "dynasty":"宋",
        "content":"当初聚散。便唤作、无由再逢伊面。近日来、不期而会重欢宴。向尊前、闲暇里，敛著眉儿长叹。惹起旧愁无限。盈盈泪眼。漫向我耳边，作万般幽怨。奈你自家心下，有事难见。待信真个，恁别无萦绊。不免收心，共伊长远。"
    },
    {
        "title":"塞下曲",
        "auth":"李益",
        "dynasty":"唐",
        "content":"伏波惟愿裹尸还，定远何须生入关。莫遣只轮归海窟，仍留一箭射天山。"
    },
    {
        "title":"女冠子·昨夜夜半",
        "auth":"韦庄",
        "dynasty":"唐",
        "content":"昨夜夜半，枕上分明梦见。语多时。依旧桃花面，频低柳叶眉。半羞还半喜，欲去又依依。觉来知是梦，不胜悲。"
    },
    {
        "title":"菩萨蛮·劝君今夜须沈醉",
        "auth":"韦庄",
        "dynasty":"唐",
        "content":"劝君今夜须沈醉，尊前莫话明朝事。珍重主人心，酒深情亦深。须愁春漏短，莫诉金杯满。遇酒且呵呵，人生能几何！"
    },
    {
        "title":"木兰花慢·拆桐花烂熳",
        "auth":"柳永",
        "dynasty":"宋",
        "content":"拆桐花烂漫，乍疏雨、洗清明。正艳杏烧林，缃桃绣野，芳景如屏。倾城，尽寻胜去，骤雕鞍绀幰出郊坰。风暖繁弦脆管，万家竞奏新声。盈盈，斗草踏青。人艳冶，递逢迎。向路旁往往，遗簪堕珥，珠翠纵横。欢情，对佳丽地，信金罍罄竭玉山倾。拚却明朝永日，画堂一枕春酲。"
    },
    {
        "title":"琐窗寒·寒食",
        "auth":"周邦彦",
        "dynasty":"宋",
        "content":"暗柳啼鸦，单衣伫立，小帘朱户。桐花半亩，静锁一庭愁雨。洒空阶、夜阑未休，故人剪烛西窗语。似楚江暝宿，风灯零乱，少年羁旅。迟暮。嬉游处。正店舍无烟，禁城百五。旗亭唤酒，付与高阳俦侣。想东园、桃李自春，小唇秀靥今在否。到归时、定有残英，待客携尊俎。"
    },
    {
        "title":"燕燕",
        "auth":"佚名",
        "dynasty":"先秦",
        "content":"燕燕于飞，差池其羽。之子于归，远送于野。瞻望弗及，泣涕如雨。燕燕于飞，颉之颃之。之子于归，远于将之。瞻望弗及，伫立以泣。燕燕于飞，下上其音。之子于归，远送于南。瞻望弗及，实劳我心。仲氏任只，其心塞渊。终温且惠，淑慎其身。先君之思，以勖寡人。"
    },
    {
        "title":"二子乘舟",
        "auth":"佚名",
        "dynasty":"先秦",
        "content":"二子乘舟，泛泛其景。愿言思子，中心养养！二子乘舟，泛泛其逝。愿言思子，不瑕有害？"
    },
    {
        "title":"垂丝钓近·云麓先生以画舫载洛花宴客",
        "auth":"吴文英",
        "dynasty":"宋",
        "content":"听风听雨，春残花落门掩。乍倚玉阑，旋剪夭艳。携醉靥。放溯溪游缆。波光撼。映烛花黯澹。碎霞澄水，吴宫初试菱鉴。旧情顿减。孤负深杯滟。衣露天香染。通夜饮。问漏移几点。"
    },
    {
        "title":"九月九日登长城关",
        "auth":"石茂华",
        "dynasty":"明",
        "content":"朔风万里入衣多，嘹呖寒空一雁过。鱼泽滩头嘶猎马，省嵬城畔看黄河。香醪欲醉茱萸节，壮志还为出塞歌。骋望因高云外尽，乡关回首愧烟萝。"
    },
    {
        "title":"武陵春·桃李风前多妩媚",
        "auth":"辛弃疾",
        "dynasty":"宋",
        "content":"桃李风前多妩媚，杨柳更温柔。唤取笙歌烂熳游。且莫管闲愁。好趁春晴连夜赏，雨便一春休。草草杯盘不要收。才晓便扶头。"
    },
    {
        "title":"秋晚登古城",
        "auth":"李百药",
        "dynasty":"唐",
        "content":"日落征途远，怅然临古城。颓墉寒雀集，荒堞晚乌惊。萧森灌木上，迢递孤烟生。霞景焕余照，露气澄晚清。秋风转摇落，此志安可平！"
    },
    {
        "title":"九日水阁",
        "auth":"韩琦",
        "dynasty":"宋",
        "content":"池馆隳摧古榭荒，此延嘉客会重阳。虽惭老圃秋容淡，且看黄花晚节香。酒味已醇新过熟，蟹螯先实不须霜。年来饮兴衰难强，漫有高吟力尚狂。"
    },
    {
        "title":"双声子·晚天萧索",
        "auth":"柳永",
        "dynasty":"宋",
        "content":"晚天萧索，断蓬踪迹，乘兴兰棹东游。三吴风景，姑苏台榭，牢落暮霭初收。夫差旧国，香径没、徒有荒丘。繁华处，悄无睹，惟闻麋鹿呦呦。想当年、空运筹决战，图王取霸无休。江山如画，云涛烟浪，翻输范蠡扁舟。验前经旧史，嗟漫载、当日风流。斜阳暮草茫茫，尽成万古遗愁。"
    },
    {
        "title":"木兰花慢·滁州送范倅",
        "auth":"辛弃疾",
        "dynasty":"宋",
        "content":"老来情味减，对别酒、怯流年。况屈指中秋，十分好月，不照人圆。无情水、都不管，共西风、只管送归船。秋晚莼鲈江上，夜深儿女灯前。征衫。便好去朝天。玉殿正思贤。想夜半承明。留教视草，却遣筹边。长安故人问我，道寻常、泥酒只依然。目断秋霄落雁，醉来时响空弦。"
    },
    {
        "title":"鹦鹉赋",
        "auth":"祢衡",
        "dynasty":"汉",
        "content":"惟西域之灵鸟兮，挺自然之奇姿。体全精之妙质兮，合火德之明辉。性辩慧而能言兮，才聪明以识机。故其嬉游高峻，栖跱幽深。飞不妄集，翔必择林。绀趾丹嘴，绿衣翠矜。采采丽容，咬咬好音。虽同族于羽毛，固殊智而异心。配鸾皇而等美，焉比德于众禽！于是羡芳声之远畅，伟灵表之可嘉。命虞人于陇坻，诏伯益于流沙，跨昆仑而播戈，冠云霓而张罗。虽纲维之备设，终一目之所加。且其容止闲暇，守植安停。逼之不惧，抚之不惊。宁顺从以远害，不违迕以丧身。故献金者受赏，而伤肌者被刑。尔乃归穷委命，离群丧侣。闭以雕笼，剪其翅羽。流飘万里，崎岖重阻。踰岷越障，载罹寒暑。女辞家而适人，臣出身而事主。彼贤哲之逢患，犹栖迟以羁旅。矧禽鸟之微物，能驯拢以安处。眷西路而长怀，望故乡而延。忖陋体之腥臊，亦何劳于鼎俎？嗟禄命之衰薄，奚遭时之险巇？岂言语以阶乱，将不密以致危？痛母子之永隔，哀伉俪之生离。匪余年之足惜，悯众雏之无知。背蛮夷之下国，侍君子之光仪。惧名实之不副，耻才能之无奇。羡西都之沃壤，识苦乐之异宜。怀代越之悠思，故每言而称斯。若乃少昊司辰，蓐收整辔。严霜初降，凉风萧瑟。长吟远慕，哀鸣感类。音声凄以激扬，容貌惨以憔悴。闻之者悲伤，见之者陨泪。放臣为之屡叹，弃妻为之歔欷。感平身之游处，若壎篪之相须。何今日之两绝，若胡越之异区。顺笼槛以俯仰，窥户牖以踟躇。想昆仑之高岳，思邓林之扶疏。顾六翮之残毁，虽奋迅其焉如？心怀归而弗果，徒怨毒于一隅。苟竭心于所事，敢背惠而忘初！托轻鄙之微命，委陋贱于薄躯。期守死以抱德，甘尽辞以效愚。恃隆恩于既往，庶弥久而不渝。"
    },
    {
        "title":"减字木兰花·莎衫筠笠",
        "auth":"卢炳",
        "dynasty":"宋",
        "content":"莎衫筠笠。正是村村农务急。绿水千畦。惭愧秧针出得齐。风斜雨细。麦欲黄时寒又至。馌妇耕夫。画作今年稔岁图。"
    },
    {
        "title":"紫骝马",
        "auth":"李白",
        "dynasty":"唐",
        "content":"紫骝行且嘶，双翻碧玉蹄。临流不肯渡，似惜锦障泥。白雪关山远，黄云海戍迷。挥鞭万里去，安得念春闺。"
    },
    {
        "title":"奉陪封大夫九日登高",
        "auth":"岑参",
        "dynasty":"唐",
        "content":"九日黄花酒，登高会昔闻。霜威逐亚相，杀气傍中军。横笛惊征雁，娇歌落塞云。边头幸无事，醉舞荷吾君。"
    },
    {
        "title":"点绛唇·新月娟娟",
        "auth":"汪藻",
        "dynasty":"宋",
        "content":"新月娟娟，夜寒江静山衔斗。起来搔首，梅影横窗瘦。好个霜天，闲却传杯手。君知否。乱鸦啼后。归兴浓于酒。"
    },
    {
        "title":"南歌子·凤髻金泥带",
        "auth":"欧阳修",
        "dynasty":"宋",
        "content":"凤髻金泥带，龙纹玉掌梳。走来窗下笑相扶。爱道画眉深浅、入时无。弄笔偎人久，描花试手初。等闲妨了绣功夫。笑问双鸳鸯字、怎生书。"
    },
    {
        "title":"少年行四首",
        "auth":"王维",
        "dynasty":"唐",
        "content":"新丰美酒斗十千，咸阳游侠多少年。相逢意气为君饮，系马高楼垂柳边。出身仕汉羽林郎，初随骠骑战渔阳。孰知不向边庭苦，纵死犹闻侠骨香。一身能擘两雕弧，虏骑千重只似无。偏坐金鞍调白羽，纷纷射杀五单于。汉家君臣欢宴终，高议云台论战功。天子临轩赐侯印，将军佩出明光宫。"
    },
    {
        "title":"登高丘而望远",
        "auth":"李白",
        "dynasty":"唐",
        "content":"登高丘而望远海，六鳌骨已霜，三山流安在？扶桑半摧折，白日沉光彩。银台金阙如梦中，秦皇汉武空相待。精卫费木石，鼋鼍无所凭。君不见骊山茂陵尽灰灭，牧羊之子来攀登。盗贼劫宝玉，精灵竟何能。穷兵黩武今如此，鼎湖飞龙安可乘？"
    },
    {
        "title":"送陆务观福建提仓",
        "auth":"韩元吉",
        "dynasty":"宋",
        "content":"觥船相对百分空，京口追随似梦中。落纸云烟君似旧，盈巾霜雪我成翁。春来茗叶还争白，腊尽梅梢尽放红。领略溪山须妙语，小迂旌节上凌风。"
    },
    {
        "title":"赠李白",
        "auth":"杜甫",
        "dynasty":"唐",
        "content":"秋来相顾尚飘蓬，未就丹砂愧葛洪。痛饮狂歌空度日，飞扬跋扈为谁雄。"
    },
    {
        "title":"渔家傲·花底忽闻敲两桨",
        "auth":"欧阳修",
        "dynasty":"宋",
        "content":"花底忽闻敲两桨。逡巡女伴来寻访。酒盏旋将荷叶当。莲舟荡。时时盏里生红浪。花气酒香清厮酿。花腮酒面红相向。醉倚绿阴眠一饷。惊起望。船头阁在沙滩上。"
    },
    {
        "title":"渡河北",
        "auth":"王褒",
        "dynasty":"南北朝",
        "content":"秋风吹木叶，还似洞庭波。常山临代郡，亭障绕黄河。心悲异方乐，肠断陇头歌。薄暮临征马，失道北山阿。"
    },
    {
        "title":"村居",
        "auth":"张舜民",
        "dynasty":"宋",
        "content":"水绕陂田竹绕篱，榆钱落尽槿花稀。夕阳牛背无人卧，带得寒鸦两两归。"
    },
    {
        "title":"临江仙·送钱穆父",
        "auth":"苏轼",
        "dynasty":"宋",
        "content":"一别都门三改火，天涯踏尽红尘。依然一笑作春温。无波真古井，有节是秋筠。惆怅孤帆连夜发，送行淡月微云。尊前不用翠眉颦。人生如逆旅，我亦是行人。"
    },
    {
        "title":"虞美人·雨后同干誉才卿置酒来禽花下作",
        "auth":"叶梦得",
        "dynasty":"宋",
        "content":"落花已作风前舞。又送黄昏雨。晓来庭院半残红。惟有游丝千丈、罥晴空。殷勤花下同携手。更尽杯中酒。美人不用敛蛾眉。我亦多情无奈、酒阑时。"
    },
    {
        "title":"满庭芳·南苑吹花",
        "auth":"晏几道",
        "dynasty":"宋",
        "content":"南苑吹花，西楼题叶，故园欢事重重。凭阑秋思，闲记旧相逢。几处歌云梦雨，可怜便、汉水西东。别来久，浅情未有，锦字系征鸿。年光还少味，开残槛菊，落尽溪桐。漫留得，尊前淡月西风。此恨谁堪共说，清愁付、绿酒杯中。佳期在，归时待把，香袖看啼红。"
    },
    {
        "title":"登雨花台",
        "auth":"魏禧",
        "dynasty":"明",
        "content":"生平四十老柴荆，此日麻鞋拜故京。谁使山河全破碎？可堪翦伐到园陵！牛羊践履多新草，冠盖雍容半旧卿。歌泣不成天已暮，悲风日夜起江生。"
    },
    {
        "title":"青玉案·碧山锦树明秋霁",
        "auth":"曹组",
        "dynasty":"宋",
        "content":"碧山锦树明秋霁。路转陡、疑无地。忽有人家临曲水。竹篱茅舍，酒旗沙岸，一簇成村市。凄凉只恐乡心起。凤楼远、回头谩凝睇。何处今宵孤馆里。一声征雁，半窗残月，总是离人泪。"
    },
    {
        "title":"田园乐七首·其一",
        "auth":"王维",
        "dynasty":"唐",
        "content":"厌见千门万户，经过北里南邻。官府鸣珂有底，崆峒散发何人。"
    },
    {
        "title":"临江仙·记得金銮同唱第",
        "auth":"欧阳修",
        "dynasty":"宋",
        "content":"记得金銮同唱第，春风上国繁华。如今薄宦老天涯。十年岐路，空负曲江花。闻说阆山通阆苑，楼高不见君家。孤城寒日等闲斜。离愁难尽，红树远连霞。"
    },
    {
        "title":"木兰花慢·席上送张仲固帅兴元",
        "auth":"辛弃疾",
        "dynasty":"宋",
        "content":"汉中开汉业，问此地、是耶非。想剑指三秦，君王得意，一战东归。追亡事、今不见，但山川满目泪沾衣。落日胡尘未断，西风塞马空肥。一编书是帝王师。小试去征西。更草草离筵，匆匆去路，愁满旌旗。君思我、回首处，正江涵秋影雁初飞。安得车轮四角，不堪带减腰围。"
    },
    {
        "title":"苏堤清明即事",
        "auth":"吴惟信",
        "dynasty":"宋",
        "content":"梨花风起正清明，游子寻春半出城。日暮笙歌收拾去，万株杨柳属流莺。"
    },
    {
        "title":"九日五首·其一",
        "auth":"杜甫",
        "dynasty":"唐",
        "content":"重阳独酌杯中酒，抱病起登江上台。竹叶于人既无分，菊花从此不须开。殊方日落玄猿哭，旧国霜前白雁来。弟妹萧条各何在，干戈衰谢两相催！"
    },
    {
        "title":"思帝乡·春日游",
        "auth":"韦庄",
        "dynasty":"唐",
        "content":"春日游，杏花吹满头。陌上谁家年少，足风流？妾拟将身嫁与，一生休。纵被无情弃，不能羞。"
    },
    {
        "title":"题卢处士山居 / 处士卢岵山居",
        "auth":"温庭筠",
        "dynasty":"唐",
        "content":"西溪问樵客，遥识楚人家。古树老连石，急泉清露沙。千峰随雨暗，一径入云斜。日暮飞鸦集，满山荞麦花。"
    },
    {
        "title":"风入松·麓翁园堂宴客",
        "auth":"吴文英",
        "dynasty":"宋",
        "content":"一番疏雨洗芙蓉。玉冷佩丁东。辘轳听带秋声转，早凉生、傍井梧桐。欢宴良宵好月，佳人修竹清风。临池飞阁乍青红。移酒小垂虹。贞元供奉梨园曲，称十香、深蘸琼钟。醉梦孤云晓色，笙歌一派秋空。"
    },
    {
        "title":"春晚书山家屋壁二首",
        "auth":"贯休",
        "dynasty":"唐",
        "content":"柴门寂寂黍饭馨，山家烟火春雨晴。庭花蒙蒙水泠泠，小儿啼索树上莺。水香塘黑蒲森森，鸳鸯鸂鶒如家禽。前村后垄桑柘深，东邻西舍无相侵。蚕娘洗茧前溪渌，牧童吹笛和衣浴。山翁留我宿又宿，笑指西坡瓜豆熟。"
    },
    {
        "title":"送二兄入蜀",
        "auth":"卢照邻",
        "dynasty":"唐",
        "content":"关山客子路，花柳帝王城。此中一分手，相顾怜无声。"
    },
    {
        "title":"念奴娇·我来牛渚",
        "auth":"吴渊",
        "dynasty":"宋",
        "content":"我来牛渚，聊登眺、客里襟怀如豁。谁著危亭当此处，占断古今愁绝。江势鲸奔，山形虎踞，天险非人设。向来舟舰，曾扫百万胡羯。追念照水然犀，男儿当似此，英碓豪杰。岁月匆匆留不住，鬓已星星堪镊。云暗江天，烟昏淮地，是断魂时节。栏干捶碎，酒狂忠愤俱发。"
    },
    {
        "title":"满江红·山居即事",
        "auth":"辛弃疾",
        "dynasty":"宋",
        "content":"几个轻鸥，来点破、一泓澄绿。更何处、一双鸂鶒，故来争浴。细读离骚还痛饮，饱看修竹何妨肉。有飞泉、日日供明珠，三千斛。春雨满，秧新谷。闲日永，眠黄犊。看云连麦垄，雪堆蚕簇，若要足时今足矣，以为未足何时足。被野老、相扶入东园，枇杷熟。"
    },
    {
        "title":"浣溪沙·五两竿头风欲平",
        "auth":"佚名",
        "dynasty":"五代十国",
        "content":"五两竿头风欲平，长风举棹觉船轻。柔橹不施停却棹，是船行。满眼风波多闪烁，看山恰似走来迎。仔细看山山不动，是船行。"
    },
    {
        "title":"满江红·自豫章阻风吴城山作",
        "auth":"张元干",
        "dynasty":"宋",
        "content":"春水迷天，桃花浪、几番风恶。云乍起、远山遮尽，晚风还作。绿卷芳洲生杜若。数帆带雨烟中落。傍向来、沙觜共停桡，伤飘泊。寒犹在，衾偏薄。肠欲断，愁难著。倚篷窗无寐，引杯孤酌。寒食清明都过却。最怜轻负年时约。想小楼、终日望归舟，人如削。"
    },
    {
        "title":"考试毕登铨楼",
        "auth":"梅尧臣",
        "dynasty":"宋",
        "content":"春云浓淡日微光，双阙重门耸建章。不上楼来知几日，满城无算柳梢黄。"
    },
    {
        "title":"车攻",
        "auth":"佚名",
        "dynasty":"先秦",
        "content":"我车既攻，我马既同。四牡庞庞，驾言徂东。田车既好，田牡孔阜。东有甫草，驾言行狩。之子于苗，选徒嚣嚣。建旐设旄，搏兽于敖。驾彼四牡，四牡奕奕。赤芾金舄，会同有绎。决拾既佽，弓矢既调。射夫既同，助我举柴。四黄既驾，两骖不猗。不失其驰，舍矢如破。萧萧马鸣，悠悠旆旌。徒御不惊，大庖不盈。之子于征，有闻无声。允矣君子，展也大成。"
    },
    {
        "title":"二子乘舟",
        "auth":"佚名",
        "dynasty":"先秦",
        "content":"二子乘舟，泛泛其景。愿言思子，中心养养！二子乘舟，泛泛其逝。愿言思子，不瑕有害？"
    },
    {
        "title":"田园乐七首·其七",
        "auth":"王维",
        "dynasty":"唐",
        "content":"酌酒会临泉水，抱琴好倚长松。南园露葵朝折，东谷黄粱夜舂。"
    },
    {
        "title":"上林春令·十一月三十日见雪",
        "auth":"毛滂",
        "dynasty":"宋",
        "content":"蝴蝶初翻帘绣。万玉女、齐回舞袖。落花飞絮蒙蒙，长忆著、灞桥别后。浓香斗帐自永漏。任满地、月深云厚。夜寒不近流苏，只怜他、后庭梅瘦。"
    },
    {
        "title":"鹧鸪天·只近浮名不近情",
        "auth":"元好问",
        "dynasty":"金",
        "content":"只近浮名不近情。且看不饮更何成。三杯渐觉纷华远，一斗都浇块磊平。醒复醉，醉还醒。灵均憔悴可怜生。《离骚》读杀浑无味，好个诗家阮步兵！"
    },
    {
        "title":"鹧鸪天·别情",
        "auth":"聂胜琼",
        "dynasty":"宋",
        "content":"玉惨花愁出凤城，莲花楼下柳青青。尊前一唱阳关曲，别个人人第五程。寻好梦，梦难成。有谁知我此时情，枕前泪共阶前雨，隔个窗儿滴到明。"
    },
    {
        "title":"吉日",
        "auth":"佚名",
        "dynasty":"先秦",
        "content":"吉日维戊，既伯既祷。田车既好，四牡孔阜。升彼大阜，从其群丑。吉日庚午，既差我马。兽之所同，麀鹿麌麌。漆沮之从，天子之所。瞻彼中原，其祁孔有。儦儦俟俟，或群或友。悉率左右，以燕天子。既张我弓，既挟我矢。发彼小豝，殪此大兕。以御宾客，且以酌醴。"
    },
    {
        "title":"木兰花慢·拆桐花烂漫",
        "auth":"柳永",
        "dynasty":"宋",
        "content":"拆桐花烂漫，乍疏雨、洗清明。正艳杏浇林，缃桃绣野，芳景如屏。倾城。尽寻胜去，骤雕鞍紺幰出郊坰。风暖繁弦脆管，万家竞奏新声。盈盈。斗草踏青。人艳冶、递逢迎。向路傍往往，遗簪堕珥，珠翠纵横。欢情。对佳丽地，信金罍罄竭玉山倾。拚却明朝永日，画堂一枕春酲。"
    },
    {
        "title":"南歌子·驿路侵斜月",
        "auth":"吕本中",
        "dynasty":"宋",
        "content":"驿路侵斜月，溪桥度晓霜。短篱残菊一枝黄。正是乱山深处、过重阳。旅枕元无梦，寒更每自长。只言江左好风光。不道中原归思、转凄凉。"
    },
    {
        "title":"水调歌头·江上春山远",
        "auth":"葛长庚",
        "dynasty":"宋",
        "content":"江上春山远，山下暮云长。相留相送，时见双燕语风樯。满目飞花万点，回首故人千里，把酒沃愁肠。回雁峰前路，烟树正苍苍。漏声残，灯焰短，马蹄香。浮云飞絮，一身将影向潇湘。多少风前月下，迤逦天涯海角，魂梦亦凄凉。又是春将暮，无语对斜阳。"
    },
    {
        "title":"清人",
        "auth":"佚名",
        "dynasty":"先秦",
        "content":"清人在彭，驷介旁旁。二矛重英，河上乎翱翔。清人在消，驷介麃麃。二矛重乔，河上乎逍遥。清人在轴，驷介陶陶。左旋右抽，中军作好。"
    },
    {
        "title":"少年游·离多最是",
        "auth":"晏几道",
        "dynasty":"宋",
        "content":"离多最是，东西流水，终解两相逢。浅情终似，行云无定，犹到梦魂中。可怜人意，薄于云水，佳会更难重。细想从来，断肠多处，不与今番同。"
    },
    {
        "title":"玄墓看梅",
        "auth":"德元",
        "dynasty":"清",
        "content":"谢却兰桡信杖藜，千峰盘磴入花畦。晴云度影迷三径，暗水流香冷一溪。僧寺多藏深树里，人家半在夕阳西。登临更上朝元阁，满壁苔痕没旧题。"
    },
    {
        "title":"春晚书山家屋壁二首",
        "auth":"贯休",
        "dynasty":"唐",
        "content":"柴门寂寂黍饭馨，山家烟火春雨晴。庭花蒙蒙水泠泠，小儿啼索树上莺。水香塘黑蒲森森，鸳鸯鸂鶒如家禽。前村后垄桑柘深，东邻西舍无相侵。蚕娘洗茧前溪渌，牧童吹笛和衣浴。山翁留我宿又宿，笑指西坡瓜豆熟。"
    },
    {
        "title":"题卢处士山居 / 处士卢岵山居",
        "auth":"温庭筠",
        "dynasty":"唐",
        "content":"西溪问樵客，遥识楚人家。古树老连石，急泉清露沙。千峰随雨暗，一径入云斜。日暮飞鸦集，满山荞麦花。"
    },
    {
        "title":"风入松·麓翁园堂宴客",
        "auth":"吴文英",
        "dynasty":"宋",
        "content":"一番疏雨洗芙蓉。玉冷佩丁东。辘轳听带秋声转，早凉生、傍井梧桐。欢宴良宵好月，佳人修竹清风。临池飞阁乍青红。移酒小垂虹。贞元供奉梨园曲，称十香、深蘸琼钟。醉梦孤云晓色，笙歌一派秋空。"
    },
    {
        "title":"苏堤清明即事",
        "auth":"吴惟信",
        "dynasty":"宋",
        "content":"梨花风起正清明，游子寻春半出城。日暮笙歌收拾去，万株杨柳属流莺。"
    },
    {
        "title":"九日五首·其一",
        "auth":"杜甫",
        "dynasty":"唐",
        "content":"重阳独酌杯中酒，抱病起登江上台。竹叶于人既无分，菊花从此不须开。殊方日落玄猿哭，旧国霜前白雁来。弟妹萧条各何在，干戈衰谢两相催！"
    },
    {
        "title":"思帝乡·春日游",
        "auth":"韦庄",
        "dynasty":"唐",
        "content":"春日游，杏花吹满头。陌上谁家年少，足风流？妾拟将身嫁与，一生休。纵被无情弃，不能羞。"
    },
    {
        "title":"登太白楼",
        "auth":"王世贞",
        "dynasty":"明",
        "content":"昔闻李供奉，长啸独登楼。此地一垂顾，高名百代留。白云海色曙，明月天门秋。欲觅重来者，潺湲济水流。"
    },
    {
        "title":"满江红·金陵乌衣园",
        "auth":"吴潜",
        "dynasty":"宋",
        "content":"柳带榆钱，又还过、清明寒食。天一笑、满园罗绮，满城箫笛。花树得晴红欲染，远山过雨青如滴。问江南、池馆有谁来，江南客。乌衣巷，今犹昔。乌衣事，今难觅。但年年燕子，晚烟斜日。抖擞一春尘土债，悲凉万古英雄迹。且芳尊、随分趁芳时，休虚掷。"
    },
    {
        "title":"九日闲居·并序",
        "auth":"陶渊明",
        "dynasty":"魏晋",
        "content":"余闲居，爱重九之名。秋菊盈园，而持醪靡由，空服九华，寄怀于言。世短意常多，斯人乐久生。日月依辰至，举俗爱其名。露凄暄风息，气澈天象明。往燕无遗影，来雁有余声。酒能祛百虑，菊解制颓龄。如何蓬庐士，空视时运倾！尘爵耻虚罍，寒华徒自荣。敛襟独闲谣，缅焉起深情。栖迟固多娱，淹留岂无成。"
    },
    {
        "title":"送紫岩张先生北伐",
        "auth":"岳飞",
        "dynasty":"宋",
        "content":"号令风霆迅，天声动地陬。长驱渡河洛，直捣向燕幽。马蹀阏氏血，旗袅可汗头。归来报名主，恢复旧神州。"
    },
    {
        "title":"昭君怨·送别",
        "auth":"苏轼",
        "dynasty":"宋",
        "content":"谁作桓伊三弄。惊破绿窗幽梦。新月与愁烟。满江天。欲去又还不去。明日落花飞絮。飞絮送行舟。水东流。"
    },
    {
        "title":"燕燕",
        "auth":"佚名",
        "dynasty":"先秦",
        "content":"燕燕于飞，差池其羽。之子于归，远送于野。瞻望弗及，泣涕如雨。燕燕于飞，颉之颃之。之子于归，远于将之。瞻望弗及，伫立以泣。燕燕于飞，下上其音。之子于归，远送于南。瞻望弗及，实劳我心。仲氏任只，其心塞渊。终温且惠，淑慎其身。先君之思，以勖寡人。"
    },
    {
        "title":"浣溪沙·五两竿头风欲平",
        "auth":"佚名",
        "dynasty":"五代十国",
        "content":"五两竿头风欲平，长风举棹觉船轻。柔橹不施停却棹，是船行。满眼风波多闪烁，看山恰似走来迎。仔细看山山不动，是船行。"
    },
    {
        "title":"九日送别",
        "auth":"王之涣",
        "dynasty":"唐",
        "content":"蓟庭萧瑟故人稀，何处登高且送归。今日暂同芳菊酒，明朝应作断蓬飞。"
    },
    {
        "title":"旧题苏武诗 / 别诗四首·其一",
        "auth":"佚名",
        "dynasty":"汉",
        "content":"骨肉缘枝叶，结交亦相因。四海皆兄弟，谁为行路人。况我连枝树，与子同一身。昔为鸳与鸯，今为参与辰。昔者常相近，邈若胡与秦。惟念当离别，恩情日以新。鹿鸣思野草，可以喻嘉宾。我有一罇酒，欲以赠远人。愿子留斟酌，叙此平生亲。"
    },
    {
        "title":"登邯郸洪波台置酒观发兵",
        "auth":"李白",
        "dynasty":"唐",
        "content":"我把两赤羽，来游燕赵间。天狼正可射，感激无时闲。观兵洪波台，倚剑望玉关。请缨不系越，且向燕然山。风引龙虎旗，歌钟昔追攀。击筑落高月，投壶破愁颜。遥知百战胜，定扫鬼方还。"
    },
    {
        "title":"送友游吴越",
        "auth":"杜荀鹤",
        "dynasty":"唐",
        "content":"去越从吴过，吴疆与越连。有园多种桔，无水不生莲。夜市桥边火，春风寺外船。此中偏重客，君去必经年。"
    },
    {
        "title":"二子乘舟",
        "auth":"佚名",
        "dynasty":"先秦",
        "content":"二子乘舟，泛泛其景。愿言思子，中心养养！二子乘舟，泛泛其逝。愿言思子，不瑕有害？"
    },
    {
        "title":"浣溪沙·雨过残红湿未飞",
        "auth":"周邦彦",
        "dynasty":"宋",
        "content":"雨过残红湿未飞。珠帘一行透斜晖。游蜂酿蜜窃香归。金屋无人风竹乱，衣篝尽日水沈微。一春须有忆人时。"
    },
    {
        "title":"南乡子·己巳三月自郡城归乡过区菶吾西园话旧",
        "auth":"陈洵",
        "dynasty":"清",
        "content":"不用问田园，十载归来故旧欢。一笑从知春有意，篱边，三两余花向我妍。哀乐信无端，但觉吾心此处安。谁分去来乡国事，凄然，曾是承平两少年。"
    },
    {
        "title":"田园乐七首·其二",
        "auth":"王维",
        "dynasty":"唐",
        "content":"再见封侯万户，立谈赐璧一双。讵胜耦耕南亩，何如高卧东窗。"
    },
    {
        "title":"阮郎归·客中见梅",
        "auth":"赵长卿",
        "dynasty":"宋",
        "content":"年年为客遍天涯。梦迟归路赊。无端星月浸窗纱。一枝寒影斜。肠未断，鬓先华。新来瘦转加。角声吹彻小梅花。夜长人忆家。"
    },
    {
        "title":"连州阳山归路",
        "auth":"吕本中",
        "dynasty":"宋",
        "content":"稍离烟瘴近湘潭，疾病衰颓已不堪。儿女不知来避地，强言风物胜江南。"
    },
    {
        "title":"登百丈峰二首",
        "auth":"高适",
        "dynasty":"唐",
        "content":"朝登百丈峰，遥望燕支道。汉垒青冥间，胡天白如扫。忆昔霍将军，连年此征讨。匈奴终不灭，寒山徒草草。唯见鸿雁飞，令人伤怀抱。晋武轻后事，惠皇终已昏。豺狼塞瀍洛，胡羯争乾坤。四海如鼎沸，五原徒自尊。而今白庭路，犹对青阳门。朝市不足问，君臣随草根。"
    },
    {
        "title":"大东",
        "auth":"佚名",
        "dynasty":"先秦",
        "content":"有饛簋飧，有捄棘匕。周道如砥，其直如矢。君子所履，小人所视。眷言顾之，潸焉出涕。小东大东，杼柚其空。纠纠葛屦，可以履霜。佻佻公子，行彼周行。既往既来，使我心疚。有冽氿泉，无浸获薪。契契寤叹，哀我惮人。薪是获薪，尚可载也。哀我惮人，亦可息也。东人之子，职劳不来。西人之子，粲粲衣服。舟人之子，熊罴是裘。私人之子，百僚是试。或以其酒，不以其浆。鞙鞙佩璲，不以其长。维天有汉，监亦有光。跂彼织女，终日七襄。虽则七襄，不成报章。睆彼牵牛，不以服箱。东有启明，西有长庚。有捄天毕，载施之行。维南有箕，不可以簸扬。维北有斗，不可以挹酒浆。维南有箕，载翕其舌。维北有斗，西柄之揭。"
    },
    {
        "title":"楚茨",
        "auth":"佚名",
        "dynasty":"先秦",
        "content":"楚楚者茨，言抽其棘。自昔何为，我艺黍稷。我黍与与，我稷翼翼。我仓既盈，我庾维亿。以为酒食，以享以祀。以妥以侑，以介景福。济济跄跄，絜尔牛羊，以往烝尝。或剥或亨，或肆或将。祝祭于祊，祀事孔明。先祖是皇，神保是飨。孝孙有庆，报以介福，万寿无疆。执爨踖踖，为俎孔硕。或燔或炙，君妇莫莫。为豆孔庶，为宾为客。献酬交错，礼仪卒度，笑语卒获。神保是格，报以介福，万寿攸酢。我孔戁矣，式礼莫愆。工祝致告，徂赉孝孙。苾芬孝祀，神嗜饮食。卜尔百福，如几如式。既齐既稷，既匡既敕。永锡尔极，时万时亿。礼仪既备，钟鼓既戒。孝孙徂位，工祝致告。神具醉止，皇尸载起。钟鼓送尸，神保聿归。诸宰君妇，废彻不迟。诸父兄弟，备言燕私。乐具入奏，以绥后禄。尔肴既将，莫怨具庆。既醉既饱，小大稽首。神嗜饮食，使君寿考。孔惠孔时，维其尽之。子子孙孙，勿替引之。"
    },
    {
        "title":"江城子·孤山竹阁送述古",
        "auth":"苏轼",
        "dynasty":"宋",
        "content":"翠蛾羞黛怯人看。掩霜纨，泪偷弹。且尽一尊，收泪唱《阳关》。漫道帝城天样远，天易见，见君难。画堂新构近孤山。曲栏干，为谁安？飞絮落花，春色属明年。欲棹小舟寻旧事，无处问，水连天。"
    },
    {
        "title":"瓠叶",
        "auth":"佚名",
        "dynasty":"先秦",
        "content":"幡幡瓠叶，采之亨之。君子有酒，酌言尝之。有兔斯首，炮之燔之。君子有酒，酌言献之。有兔斯首，燔之炙之。君子有酒，酌言酢之。有兔斯首，燔之炮之。君子有酒，酌言酬之。"
    },
    {
        "title":"清商怨·葭萌驿作",
        "auth":"陆游",
        "dynasty":"宋",
        "content":"江头日暮痛饮。乍雪晴犹凛。山驿凄凉，灯昏人独寝。怨机新寄断锦。叹往事、不堪重省。梦破南楼，绿云堆一枕。"
    },
    {
        "title":"何草不黄",
        "auth":"佚名",
        "dynasty":"先秦",
        "content":"何草不黄？何日不行？何人不将？经营四方。何草不玄？何人不矜？哀我征夫，独为匪民。匪兕匪虎，率彼旷野。哀我征夫，朝夕不暇。有芃者狐，率彼幽草。有栈之车，行彼周道。"
    },
    {
        "title":"瑞鹤仙·秋感",
        "auth":"吴文英",
        "dynasty":"宋",
        "content":"泪荷抛碎璧。正漏云筛雨，斜捎窗隙。林声怨秋色。对小山不迭，寸眉愁碧。凉欺岸帻。暮砧催、银屏翦尺。最无聊、燕去堂空，旧幕暗尘罗额。行客。西园有分，断柳凄花，似曾相识。西风破屐。林下路，水边石。念寒蛩残梦，归鸿心事，那听江村夜笛。看雪飞、苹底芦梢，未如鬓白。"
    },
    {
        "title":"虞美人·疏梅月下歌金缕",
        "auth":"晏几道",
        "dynasty":"宋",
        "content":"疏梅月下歌金缕。忆共文君语。更谁情浅似春风。一夜满枝新绿、替残红。苹香已有莲开信。两桨佳期近。采莲时节定来无。醉后满身花影、倩人扶。"
    },
    {
        "title":"重送裴郎中贬吉州",
        "auth":"刘长卿",
        "dynasty":"唐",
        "content":"猿啼客散暮江头，人自伤心水自流。同作逐臣君更远，青山万里一孤舟。"
    },
    {
        "title":"凉州词三首",
        "auth":"张籍",
        "dynasty":"唐",
        "content":"边城暮雨雁飞低，芦笋初生渐欲齐。无数铃声遥过碛，应驮白练到安西。古镇城门白碛开，胡兵往往傍沙堆。巡边使客行应早，欲问平安无使来。凤林关里水东流，白草黄榆六十秋。边将皆承主恩泽，无人解道取凉州。"
    },
    {
        "title":"九月九日登玄武山",
        "auth":"卢照邻",
        "dynasty":"唐",
        "content":"九月九日眺山川，归心归望积风烟。他乡共酌金花酒，万里同悲鸿雁天。"
    },
    {
        "title":"鹧鸪天·卫县道中有怀其人",
        "auth":"史达祖",
        "dynasty":"宋",
        "content":"雁足无书古塞幽。一程烟草一程愁。帽檐尘重风吹野，帐角香销月满楼。情思乱，梦魂浮。缃裙多忆敝貂裘。官河水静阑干暖，徙倚斜阳怨晚秋。"
    },
    {
        "title":"别州民",
        "auth":"白居易",
        "dynasty":"唐",
        "content":"耆老遮归路，壶浆满别筵。甘棠无一树，那得泪潸然。税重多贫户，农饥足旱田。唯留一湖水，与汝救凶年。"
    },
    {
        "title":"方山子传",
        "auth":"苏轼",
        "dynasty":"宋",
        "content":"方山子，光、黄间隐人也。少时慕朱家、郭解为人，闾里之侠皆宗之。稍壮，折节读书，欲以此驰骋当世，然终不遇。晚乃遁于光、黄间，曰岐亭。庵居蔬食，不与世相闻。弃车马，毁冠服，徒步往来山中，人莫识也。见其所著帽，方耸而高，曰：“此岂古方山冠之遗象乎？”因谓之方山子。余谪居于黄，过岐亭，适见焉。曰：“呜呼！此吾故人陈慥季常也。何为而在此？”方山子亦矍然，问余所以至此者。余告之故。俯而不答，仰而笑，呼余宿其家。环堵萧然，而妻子奴婢皆有自得之意。余既耸然异之。独念方山子少时，使酒好剑，用财如粪土。前十九年，余在岐山，见方山子从两骑，挟二矢，游西山。鹊起于前，使骑逐而射之，不获。方山子怒马独出，一发得之。因与余马上论用兵及古今成败，自谓一世豪士。今几日耳，精悍之色犹见于眉间，而岂山中之人哉？然方山子世有勋阀，当得官，使从事于其间，今已显闻。而其家在洛阳，园宅壮丽与公侯等。河北有田，岁得帛千匹，亦足以富乐。皆弃不取，独来穷山中，此岂无得而然哉？余闻光、黄间多异人，往往阳狂垢污，不可得而见。方山子倘见之欤？"
    },
    {
        "title":"大叔于田",
        "auth":"佚名",
        "dynasty":"先秦",
        "content":"叔于田，乘乘马。执辔如组，两骖如舞。叔在薮，火烈具举。袒裼暴虎，献于公所。将叔勿狃，戒其伤女。叔于田，乘乘黄。两服上襄，两骖雁行。叔在薮，火烈具扬。叔善射忌，又良御忌。抑罄控忌，抑纵送忌。叔于田，乘乘鸨。两服齐首，两骖如手。叔在薮，火烈具阜。叔马慢忌，叔发罕忌，抑释掤忌，抑鬯弓忌。"
    },
    {
        "title":"醉蓬莱·归故山",
        "auth":"王沂孙",
        "dynasty":"宋",
        "content":"扫西风门径，黄叶凋零，白云萧散。柳换枯阴，赋归来何晚。爽气霏霏，翠蛾眉妩，聊慰登临眼。故国如尘，故人如梦，登高还懒。数点寒英，为谁零落，楚魄难招，暮寒堪揽。步屟荒篱，谁念幽芳远。一室秋灯，一庭秋雨，更一声秋雁。试引芳樽，不知消得，和多依黯。"
    },
    {
        "title":"蝶恋花·禹庙兰亭今古路",
        "auth":"陆游",
        "dynasty":"宋",
        "content":"禹庙兰亭今古路。一夜清霜，染尽湖边树。鹦鹉杯深君莫诉。他时相遇知何处。冉冉年华留不住。镜里朱颜，毕竟消磨去。一句丁宁君记取。神仙须是闲人做。"
    },
    {
        "title":"庆清朝·禁幄低张",
        "auth":"李清照",
        "dynasty":"宋",
        "content":"禁幄低张，彤阑巧护，就中独占残春。容华淡伫，绰约俱见天真。待得群花过后，一番风露晓妆新。妖娆艳态，妒风笑月，长殢东君。东城边，南陌上，正日烘池馆，竞走香轮。绮筵散日，谁人可继芳尘。更好明光宫殿，几枝先近日边匀。金尊倒，拚了尽烛，不管黄昏。"
    },
    {
        "title":"八声甘州·摘青梅荐酒",
        "auth":"汤恢",
        "dynasty":"宋",
        "content":"摘青梅荐酒，甚残寒，犹怯苎萝衣。正柳腴花瘦，绿云冉冉，红雪霏霏。隔屋秦筝依约，谁品春词？回首繁华梦，流水斜晖。寄隐孤山山下，但一瓢饮水，深掩苔菲。羡青山有思，白鹤忘机。怅年华，不禁搔首，又在涯，弹泪送春归。销魂远，千山啼祢，十里荼种。"
    },
    {
        "title":"别诗二首·其一",
        "auth":"范云",
        "dynasty":"南北朝",
        "content":"洛阳城东西，长作经时别。昔去雪如花，今来花似雪。"
    },
    {
        "title":"凤栖梧·绿暗红稀春已暮",
        "auth":"葛长庚",
        "dynasty":"宋",
        "content":"绿暗红稀春已暮，燕子衔泥，飞入垂杨处。柳絮欲停风不住，杜鹃声里山无数。竹杖芒鞋无定据，穿过溪南，独木横桥路。樵子渔师来又去，一川风月谁为主。"
    },
    {
        "title":"送白少府送兵之陇右",
        "auth":"高适",
        "dynasty":"唐",
        "content":"践更登陇首，远别指临洮。为问关山事，何如州县劳。军容随赤羽，树色引青袍。谁断单于臂，今年太白高。"
    },
    {
        "title":"田园乐七首·其一",
        "auth":"王维",
        "dynasty":"唐",
        "content":"厌见千门万户，经过北里南邻。官府鸣珂有底，崆峒散发何人。"
    },
    {
        "title":"满江红·丁未九月南渡泊舟仪真江口作",
        "auth":"赵鼎",
        "dynasty":"宋",
        "content":"惨结秋阴，西风送、霏霏雨湿。凄望眼、征鸿几字，暮投沙碛。试问乡关何处是，水云浩荡迷南北。但一抹、寒青有无中，遥山色。天涯路，江上客。肠欲断，头应白。空搔首兴叹，暮年离拆。须信道消忧除是酒，奈酒行有尽情无极。便挽取、长江入尊罍，浇胸臆。"
    },
    {
        "title":"临江仙·记得金銮同唱第",
        "auth":"欧阳修",
        "dynasty":"宋",
        "content":"记得金銮同唱第，春风上国繁华。如今薄宦老天涯。十年岐路，空负曲江花。闻说阆山通阆苑，楼高不见君家。孤城寒日等闲斜。离愁难尽，红树远连霞。"
    },
    {
        "title":"小戎",
        "auth":"佚名",
        "dynasty":"先秦",
        "content":"小戎俴收，五楘梁辀。游环胁驱，阴靷鋈续。文茵畅毂，驾我骐馵。言念君子，温其如玉。在其板屋，乱我心曲。四牡孔阜，六辔在手。骐骝是中，騧骊是骖。龙盾之合，鋈以觼軜。言念君子，温其在邑。方何为期？胡然我念之。俴驷孔群，厹矛鋈錞。蒙伐有苑，虎韔镂膺。交韔二弓，竹闭绲滕。言念君子，载寝载兴。厌厌良人，秩秩德音。"
    },
    {
        "title":"叔于田",
        "auth":"佚名",
        "dynasty":"先秦",
        "content":"叔于田，巷无居人。岂无居人？不如叔也。洵美且仁。叔于狩，巷无饮酒。岂无饮酒？不如叔也。洵美且好。叔适野，巷无服马。岂无服马？不如叔也。洵美且武。"
    },
    {
        "title":"诉衷情·春游",
        "auth":"陈子龙",
        "dynasty":"明",
        "content":"小桃枝下试罗裳，蝶粉斗遗香。玉轮碾平芳草，半面恼红妆。风乍暖，日初长，袅垂杨。一双舞燕，万点飞花，满地斜阳。"
    },
    {
        "title":"登古邺城",
        "auth":"岑参",
        "dynasty":"唐",
        "content":"下马登邺城，城空复何见。东风吹野火，暮入飞云殿。城隅南对望陵台，漳水东流不复回。武帝宫中人去尽，年年春色为谁来。"
    },
    {
        "title":"菩萨蛮·宿水口",
        "auth":"洪瑹",
        "dynasty":"宋",
        "content":"断虹远饮横江水。万山紫翠斜阳里。紧马短亭西。丹枫明酒旗。浮生长客路。事逐孤鸿去。又是月黄昏。寒灯人闭门。"
    },
    {
        "title":"庆清朝·禁幄低张",
        "auth":"李清照",
        "dynasty":"宋",
        "content":"禁幄低张，彤阑巧护，就中独占残春。容华淡伫，绰约俱见天真。待得群花过后，一番风露晓妆新。妖娆艳态，妒风笑月，长殢东君。东城边，南陌上，正日烘池馆，竞走香轮。绮筵散日，谁人可继芳尘。更好明光宫殿，几枝先近日边匀。金尊倒，拚了尽烛，不管黄昏。"
    },
    {
        "title":"八声甘州·摘青梅荐酒",
        "auth":"汤恢",
        "dynasty":"宋",
        "content":"摘青梅荐酒，甚残寒，犹怯苎萝衣。正柳腴花瘦，绿云冉冉，红雪霏霏。隔屋秦筝依约，谁品春词？回首繁华梦，流水斜晖。寄隐孤山山下，但一瓢饮水，深掩苔菲。羡青山有思，白鹤忘机。怅年华，不禁搔首，又在涯，弹泪送春归。销魂远，千山啼祢，十里荼种。"
    },
    {
        "title":"别诗二首·其一",
        "auth":"范云",
        "dynasty":"南北朝",
        "content":"洛阳城东西，长作经时别。昔去雪如花，今来花似雪。"
    },
    {
        "title":"卜算子·独自上层楼",
        "auth":"程垓",
        "dynasty":"宋",
        "content":"独自上层楼，楼外青山远。望以斜阳欲尽时，不见西飞雁。独自下层楼，楼下蛩声怨。待到黄昏月上时，依旧柔肠断。"
    },
    {
        "title":"一剪梅·唱到阳关第四声",
        "auth":"刘仙伦",
        "dynasty":"宋",
        "content":"唱到阳关第四声。香带轻分。罗带轻分。杏花时节雨纷纷。山绕孤村。水绕孤村。更没心情共酒尊。春衫香满，空有啼痕。一般离思两销魂。马上黄昏。楼上黄昏。"
    },
    {
        "title":"有客",
        "auth":"佚名",
        "dynasty":"先秦",
        "content":"有客有客，亦白其马。有萋有且，敦琢其旅。有客宿宿，有客信信。言授之絷，以絷其马。薄言追之，左右绥之。既有淫威，降福孔夷。"
    },
    {
        "title":"九日闲居·并序",
        "auth":"陶渊明",
        "dynasty":"魏晋",
        "content":"余闲居，爱重九之名。秋菊盈园，而持醪靡由，空服九华，寄怀于言。世短意常多，斯人乐久生。日月依辰至，举俗爱其名。露凄暄风息，气澈天象明。往燕无遗影，来雁有余声。酒能祛百虑，菊解制颓龄。如何蓬庐士，空视时运倾！尘爵耻虚罍，寒华徒自荣。敛襟独闲谣，缅焉起深情。栖迟固多娱，淹留岂无成。"
    },
    {
        "title":"送紫岩张先生北伐",
        "auth":"岳飞",
        "dynasty":"宋",
        "content":"号令风霆迅，天声动地陬。长驱渡河洛，直捣向燕幽。马蹀阏氏血，旗袅可汗头。归来报名主，恢复旧神州。"
    },
    {
        "title":"昭君怨·送别",
        "auth":"苏轼",
        "dynasty":"宋",
        "content":"谁作桓伊三弄。惊破绿窗幽梦。新月与愁烟。满江天。欲去又还不去。明日落花飞絮。飞絮送行舟。水东流。"
    },
    {
        "title":"南乡子·梅花词和杨元素",
        "auth":"苏轼",
        "dynasty":"宋",
        "content":"寒雀满疏篱。争抱寒柯看玉蕤。忽见客来花下坐，惊飞。蹋散芳英落酒卮。痛饮又能诗。坐客无毡醉不知。花尽酒阑春到也，离离。一点微酸已著枝。"
    },
    {
        "title":"弹歌",
        "auth":"佚名",
        "dynasty":"先秦",
        "content":"断竹，续竹；飞土，逐宍。"
    },
    {
        "title":"野老歌 / 山农词",
        "auth":"张籍",
        "dynasty":"唐",
        "content":"老农家贫在山住，耕种山田三四亩。苗疏税多不得食，输入官仓化为土。岁暮锄犁傍空室，呼儿登山收橡实。西江贾客珠百斛，船中养犬长食肉。"
    },
    {
        "title":"别严士元",
        "auth":"刘长卿",
        "dynasty":"唐",
        "content":"春风倚棹阖闾城，水国春寒阴复晴。细雨湿衣看不见，闲花落地听无声。日斜江上孤帆影，草绿湖南万里情。东道若逢相识问，青袍今日误儒生。"
    },
    {
        "title":"读山海经·其一",
        "auth":"陶渊明",
        "dynasty":"魏晋",
        "content":"孟夏草木长，绕屋树扶疏。众鸟欣有托，吾亦爱吾庐。既耕亦已种，时还读我书。穷巷隔深辙，颇回故人车。欢言酌春酒，摘我园中蔬。微雨从东来，好风与之俱。泛览《周王传》，流观《山海》图。俯仰终宇宙，不乐复何如？"
    },
    {
        "title":"移居二首",
        "auth":"陶渊明",
        "dynasty":"魏晋",
        "content":"昔欲居南村，非为卜其宅。闻多素心人，乐与数晨夕。怀此颇有年，今日从兹役。敝庐何必广，取足蔽床席。邻曲时时来，抗言谈在昔。奇文共欣赏，疑义相与析。春秋多佳日，登高赋新诗。过门更相呼，有酒斟酌之。农务各自归，闲暇辄相思。相思则披衣，言笑无厌时。此理将不胜？无为忽去兹。衣食当须纪，力耕不吾欺。"
    },
    {
        "title":"好事近·摇首出红尘",
        "auth":"朱敦儒",
        "dynasty":"宋",
        "content":"摇首出红尘，醒醉更无时节。活计绿蓑青笠，惯披霜冲雪。晚来风定钓丝闲，上下是新月。千里水天一色，看孤鸿明灭。"
    },
    {
        "title":"临江仙·夜饮东坡醒复醉",
        "auth":"苏轼",
        "dynasty":"宋",
        "content":"夜饮东坡醒复醉，归来仿佛三更。家童鼻息已雷鸣。敲门都不应，倚杖听江声。长恨此身非我有，何时忘却营营。夜阑风静縠纹平。小舟从此逝，江海寄余生。"
    },
    {
        "title":"六月",
        "auth":"佚名",
        "dynasty":"先秦",
        "content":"六月栖栖，戎车既饬。四牡骙骙，载是常服。玁狁孔炽，我是用急。王于出征，以匡王国。比物四骊，闲之维则。维此六月，既成我服。我服既成，于三十里。王于出征，以佐天子。四牡修广，其大有颙。薄伐玁狁，以奏肤公。有严有翼，共武之服。共武之服，以定王国。玁狁匪茹，整居焦获。侵镐及方，至于泾阳。织文鸟章，白旆央央。元戎十乘，以先启行。戎车既安，如轾如轩。四牡既佶，既佶且闲。薄伐玁狁，至于大原。文武吉甫，万邦为宪。吉甫燕喜，既多受祉。来归自镐，我行永久。饮御诸友，炰鳖脍鲤。侯谁在矣？张仲孝友。"
    },
    {
        "title":"水调歌头·题李季允侍郎鄂州吞云楼",
        "auth":"戴复古",
        "dynasty":"宋",
        "content":"轮奂半天上，胜概压南楼。筹边独坐，岂欲登览快双眸。浪说胸吞云梦，直把气吞残虏，西北望神州。百载一机会，人事恨悠悠。骑黄鹤，赋鹦鹉，谩风流。岳王祠畔，杨柳烟锁古今愁。整顿乾坤手段，指授英雄方略，雅志若为酬。杯酒不在手，双鬓恐惊秋。"
    },
    {
        "title":"田家",
        "auth":"欧阳修",
        "dynasty":"宋",
        "content":"绿桑高下映平川，赛罢田神笑语喧。林外鸣鸠春雨歇，屋头初日杏花繁。"
    },
    {
        "title":"饮马长城窟行",
        "auth":"陈琳",
        "dynasty":"魏晋",
        "content":"饮马长城窟，水寒伤马骨。往谓长城吏，慎莫稽留太原卒！官作自有程，举筑谐汝声！男儿宁当格斗死，何能怫郁筑长城。长城何连连，连连三千里。边城多健少，内舍多寡妇。作书与内舍，便嫁莫留住。善待新姑嫜，时时念我故夫子！报书往边地，君今出语一何鄙？身在祸难中，何为稽留他家子？生男慎莫举，生女哺用脯。君独不见长城下，死人骸骨相撑拄。结发行事君，慊慊心意关。明知边地苦，贱妾何能久自全？"
    },
    {
        "title":"点绛唇·金谷年年",
        "auth":"林逋",
        "dynasty":"宋",
        "content":"金谷年年，乱生春色谁为主。馀花落处。满地和烟雨。又是离歌，一阕长亭暮。王孙去。萋萋无数。南北东西路。"
    },
    {
        "title":"浣溪沙·霜日明霄水蘸空",
        "auth":"张孝祥",
        "dynasty":"宋",
        "content":"霜日明霄水蘸空。鸣鞘声里绣旗红。淡烟衰草有无中。万里中原烽火北，一尊浊酒戍楼东。酒阑挥泪向悲风。"
    },
    {
        "title":"浣溪沙·庭菊飘黄玉露浓",
        "auth":"顾敻",
        "dynasty":"五代十国",
        "content":"庭菊飘黄玉露浓，冷莎偎砌隐鸣蛩，何期良夜得相逢？背帐凤摇红蜡滴，惹香暖梦绣衾重，觉来枕上怯晨钟。"
    },
    {
        "title":"鹧鸪天·卫县道中有怀其人",
        "auth":"史达祖",
        "dynasty":"宋",
        "content":"雁足无书古塞幽。一程烟草一程愁。帽檐尘重风吹野，帐角香销月满楼。情思乱，梦魂浮。缃裙多忆敝貂裘。官河水静阑干暖，徙倚斜阳怨晚秋。"
    },
    {
        "title":"别州民",
        "auth":"白居易",
        "dynasty":"唐",
        "content":"耆老遮归路，壶浆满别筵。甘棠无一树，那得泪潸然。税重多贫户，农饥足旱田。唯留一湖水，与汝救凶年。"
    },
    {
        "title":"方山子传",
        "auth":"苏轼",
        "dynasty":"宋",
        "content":"方山子，光、黄间隐人也。少时慕朱家、郭解为人，闾里之侠皆宗之。稍壮，折节读书，欲以此驰骋当世，然终不遇。晚乃遁于光、黄间，曰岐亭。庵居蔬食，不与世相闻。弃车马，毁冠服，徒步往来山中，人莫识也。见其所著帽，方耸而高，曰：“此岂古方山冠之遗象乎？”因谓之方山子。余谪居于黄，过岐亭，适见焉。曰：“呜呼！此吾故人陈慥季常也。何为而在此？”方山子亦矍然，问余所以至此者。余告之故。俯而不答，仰而笑，呼余宿其家。环堵萧然，而妻子奴婢皆有自得之意。余既耸然异之。独念方山子少时，使酒好剑，用财如粪土。前十九年，余在岐山，见方山子从两骑，挟二矢，游西山。鹊起于前，使骑逐而射之，不获。方山子怒马独出，一发得之。因与余马上论用兵及古今成败，自谓一世豪士。今几日耳，精悍之色犹见于眉间，而岂山中之人哉？然方山子世有勋阀，当得官，使从事于其间，今已显闻。而其家在洛阳，园宅壮丽与公侯等。河北有田，岁得帛千匹，亦足以富乐。皆弃不取，独来穷山中，此岂无得而然哉？余闻光、黄间多异人，往往阳狂垢污，不可得而见。方山子倘见之欤？"
    },
    {
        "title":"大叔于田",
        "auth":"佚名",
        "dynasty":"先秦",
        "content":"叔于田，乘乘马。执辔如组，两骖如舞。叔在薮，火烈具举。袒裼暴虎，献于公所。将叔勿狃，戒其伤女。叔于田，乘乘黄。两服上襄，两骖雁行。叔在薮，火烈具扬。叔善射忌，又良御忌。抑罄控忌，抑纵送忌。叔于田，乘乘鸨。两服齐首，两骖如手。叔在薮，火烈具阜。叔马慢忌，叔发罕忌，抑释掤忌，抑鬯弓忌。"
    },
    {
        "title":"醉蓬莱·归故山",
        "auth":"王沂孙",
        "dynasty":"宋",
        "content":"扫西风门径，黄叶凋零，白云萧散。柳换枯阴，赋归来何晚。爽气霏霏，翠蛾眉妩，聊慰登临眼。故国如尘，故人如梦，登高还懒。数点寒英，为谁零落，楚魄难招，暮寒堪揽。步屟荒篱，谁念幽芳远。一室秋灯，一庭秋雨，更一声秋雁。试引芳樽，不知消得，和多依黯。"
    },
    {
        "title":"蝶恋花·禹庙兰亭今古路",
        "auth":"陆游",
        "dynasty":"宋",
        "content":"禹庙兰亭今古路。一夜清霜，染尽湖边树。鹦鹉杯深君莫诉。他时相遇知何处。冉冉年华留不住。镜里朱颜，毕竟消磨去。一句丁宁君记取。神仙须是闲人做。"
    },
    {
        "title":"凤栖梧·绿暗红稀春已暮",
        "auth":"葛长庚",
        "dynasty":"宋",
        "content":"绿暗红稀春已暮，燕子衔泥，飞入垂杨处。柳絮欲停风不住，杜鹃声里山无数。竹杖芒鞋无定据，穿过溪南，独木横桥路。樵子渔师来又去，一川风月谁为主。"
    },
    {
        "title":"送白少府送兵之陇右",
        "auth":"高适",
        "dynasty":"唐",
        "content":"践更登陇首，远别指临洮。为问关山事，何如州县劳。军容随赤羽，树色引青袍。谁断单于臂，今年太白高。"
    },
    {
        "title":"望江南·燕塞雪",
        "auth":"华清淑",
        "dynasty":"宋",
        "content":"燕塞雪，片片大如拳。蓟上酒楼喧鼓吹，帝城车马走骈阗。羁馆独凄然。燕塞月，缺了又还圆。万里妾心愁更苦，十春和泪看婵娟。何日是归年。"
    },
    {
        "title":"柳梢青·岳阳楼",
        "auth":"戴复古",
        "dynasty":"宋",
        "content":"袖剑飞吟。洞庭青草，秋水深深。万顷波光，岳阳楼上，一快披襟。不须携酒登临。问有酒、何人共斟。变尽人间，君山一点，自古如今。"
    },
    {
        "title":"春日田园杂兴",
        "auth":"范成大",
        "dynasty":"宋",
        "content":"柳花深巷午鸡声，桑叶尖新绿未成。坐睡觉来无一事，满窗晴日看蚕生。土膏欲动雨频催，万草千花一饷开；舍后荒畦犹绿秀，邻家鞭笋过墙来。高田二麦接山青，傍水低田绿未耕；桃奇满村春似锦，踏歌椎鼓过清明。老盆初熟杜茅柴，携向田头祭社来。巫媪莫嫌滋味薄，旗亭官酒更多灰。社下烧钱鼓似雷，日斜扶得醉翁回。青枝满地花狼藉，知是儿孙斗草来。骑吹东来里巷喧，行春车马闹如烟。系牛莫系门前路，移系门西系碡边。寒食花枝插满头，蒨裙青袂几扁舟。一年一度游山寺，不上灵岩即虎丘。郭里人家拜扫回，新开醪酒荐青梅。日长路好城门近，借我茅亭暖一杯。步屧寻春有好怀，雨余蹄道水如杯。随人黄犬搀前去，走到溪边忽自回。种园得果廑赏劳，不奈儿童鸟雀搔。已插棘针樊笋径，更铺渔纲盖樱桃。吉日初开种稻包，南山雷动雨连宵。今年不欠秧田水，新涨看看拍小桥。桑下春蔬绿满畦，菘心青嫩芥苔肥。溪头洗择店头卖，日暮裹盐沽酒归。"
    },
    {
        "title":"从军行",
        "auth":"卢思道",
        "dynasty":"隋",
        "content":"朔方烽火照甘泉，长安飞将出祁连。犀渠玉剑艮家子，白马金羁侠少年。平明偃月屯右地，薄暮鱼丽逐左贤。谷中石虎经衔箭，山上金人曾祭天。天涯一去无穷已，蓟门迢递三千里。朝见马岭黄沙合，夕望龙城阵云起。庭中奇树已堪攀，塞外征人殊未还。白雪初下天山外，浮云直向五原间。关山万里不可越，谁能坐对芳菲月。流水本自断人肠，坚冰旧来伤马骨。边庭节物与华异，冬霰秋霜春不歇。长风萧萧渡水来，归雁连连映天没。从军行，军行万里出龙庭，单于渭桥今已拜，将军何处觅功名。"
    },
    {
        "title":"金陵怀古",
        "auth":"许浑",
        "dynasty":"唐",
        "content":"玉树歌残王气终，景阳兵合戍楼空。松楸远近千官冢，禾黍高低六代宫。石燕拂云晴亦雨，江豚吹浪夜还风。英雄一去豪华尽，惟有青山似洛中。"
    },
    {
        "title":"滴滴金·梅",
        "auth":"孙道绚",
        "dynasty":"宋",
        "content":"月光飞入林前屋。风策策，度庭竹。夜半江城击柝声，动寒梢栖宿。等闲老去年华促。只有江梅伴幽独。梦绕夷门旧家山，恨惊回难续。"
    },
    {
        "title":"满江红·齐山绣春台",
        "auth":"吴潜",
        "dynasty":"宋",
        "content":"十二年前，曾上到、绣春台顶。双脚健、不烦筇杖，透岩穿岭。老去渐消狂气习，重来依旧佳风景。想牧之、千载尚神游，空山冷。山之下，江流永。江之外，淮山暝。望中原何处，虎狼犹梗。句蠡规模非浅近，石苻事业真俄顷。问古今、宇宙竟如何，无人省。"
    },
    {
        "title":"阮郎归·西湖春暮",
        "auth":"马子严",
        "dynasty":"宋",
        "content":"清明寒食不多时。香红渐渐稀。番腾妆束闹苏堤。留春春怎知。花褪雨，絮沾泥。凌波寸不移。三三两两叫船儿。人归春也归。"
    },
    {
        "title":"浪淘沙·九日从吴见山觅酒",
        "auth":"吴文英",
        "dynasty":"宋",
        "content":"山远翠眉长。高处凄凉。菊花清瘦杜秋娘。净洗绿杯牵露井，聊荐幽香。乌帽压吴霜。风力偏狂。一年佳节过西厢。秋色雁声愁几许，都在斜阳。"
    },
    {
        "title":"出塞词",
        "auth":"马戴",
        "dynasty":"唐",
        "content":"金带连环束战袍，马头冲雪度临洮。卷旗夜劫单于帐，乱斫胡儿缺宝刀。"
    },
    {
        "title":"鱼丽",
        "auth":"佚名",
        "dynasty":"先秦",
        "content":"鱼丽于罶，鲿鲨。君子有酒，旨且多。鱼丽于罶，鲂鳢。君子有酒，多且旨。鱼丽于罶，鰋鲤。君子有酒，旨且有。物其多矣，维其嘉矣！物其旨矣，维其偕矣！物其有矣，维其时矣！"
    },
    {
        "title":"既醉",
        "auth":"佚名",
        "dynasty":"先秦",
        "content":"既醉以酒，既饱以德。君子万年，介尔景福。既醉以酒，尔肴既将。君子万年，介尔昭明。昭明有融，高朗令终，令终有俶。公尸嘉告。其告维何？笾豆静嘉。朋友攸摄，摄以威仪。威仪孔时，君子有孝子。孝子不匮，永锡尔类。其类维何？室家之壶。君子万年，永锡祚胤。其胤维何？天被尔禄。君子万年，景命有仆。其仆维何？厘尔女士。厘尔女士，从以孙子。"
    },
    {
        "title":"彤弓",
        "auth":"佚名",
        "dynasty":"先秦",
        "content":"彤弓弨兮，受言藏之。我有嘉宾，中心贶之。钟鼓既设，一朝飨之。彤弓弨兮，受言载之。我有嘉宾，中心喜之。钟鼓既设，一朝右之。彤弓弨兮，受言櫜之。我有嘉宾，中心好之。钟鼓既设，一朝酬之。"
    },
    {
        "title":"有駜",
        "auth":"佚名",
        "dynasty":"先秦",
        "content":"有駜有駜，駜彼乘黄。夙夜在公，在公明明。振振鹭，鹭于下。鼓咽咽，醉言舞。于胥乐兮！有駜有駜，駜彼乘牡。夙夜在公，在公饮酒。振振鹭，鹭于飞。鼓咽咽，醉言归。于胥乐兮！有駜有駜，駜彼乘駽。夙夜在公，在公载燕。自今以始，岁其有。君子有穀，诒孙子。于胥乐兮！"
    },
    {
        "title":"长命女·春日宴",
        "auth":"冯延巳",
        "dynasty":"五代十国",
        "content":"春日宴，绿酒一杯歌一遍。再拜陈三愿：一愿郎君千岁，二愿妾身常健，三愿如同梁上燕，岁岁长相见。"
    },
    {
        "title":"别严士元",
        "auth":"刘长卿",
        "dynasty":"唐",
        "content":"春风倚棹阖闾城，水国春寒阴复晴。细雨湿衣看不见，闲花落地听无声。日斜江上孤帆影，草绿湖南万里情。东道若逢相识问，青袍今日误儒生。"
    },
    {
        "title":"读山海经·其一",
        "auth":"陶渊明",
        "dynasty":"魏晋",
        "content":"孟夏草木长，绕屋树扶疏。众鸟欣有托，吾亦爱吾庐。既耕亦已种，时还读我书。穷巷隔深辙，颇回故人车。欢言酌春酒，摘我园中蔬。微雨从东来，好风与之俱。泛览《周王传》，流观《山海》图。俯仰终宇宙，不乐复何如？"
    },
    {
        "title":"移居二首",
        "auth":"陶渊明",
        "dynasty":"魏晋",
        "content":"昔欲居南村，非为卜其宅。闻多素心人，乐与数晨夕。怀此颇有年，今日从兹役。敝庐何必广，取足蔽床席。邻曲时时来，抗言谈在昔。奇文共欣赏，疑义相与析。春秋多佳日，登高赋新诗。过门更相呼，有酒斟酌之。农务各自归，闲暇辄相思。相思则披衣，言笑无厌时。此理将不胜？无为忽去兹。衣食当须纪，力耕不吾欺。"
    },
    {
        "title":"好事近·摇首出红尘",
        "auth":"朱敦儒",
        "dynasty":"宋",
        "content":"摇首出红尘，醒醉更无时节。活计绿蓑青笠，惯披霜冲雪。晚来风定钓丝闲，上下是新月。千里水天一色，看孤鸿明灭。"
    },
    {
        "title":"临江仙·夜饮东坡醒复醉",
        "auth":"苏轼",
        "dynasty":"宋",
        "content":"夜饮东坡醒复醉，归来仿佛三更。家童鼻息已雷鸣。敲门都不应，倚杖听江声。长恨此身非我有，何时忘却营营。夜阑风静縠纹平。小舟从此逝，江海寄余生。"
    },
    {
        "title":"水调歌头·题李季允侍郎鄂州吞云楼",
        "auth":"戴复古",
        "dynasty":"宋",
        "content":"轮奂半天上，胜概压南楼。筹边独坐，岂欲登览快双眸。浪说胸吞云梦，直把气吞残虏，西北望神州。百载一机会，人事恨悠悠。骑黄鹤，赋鹦鹉，谩风流。岳王祠畔，杨柳烟锁古今愁。整顿乾坤手段，指授英雄方略，雅志若为酬。杯酒不在手，双鬓恐惊秋。"
    },
    {
        "title":"田家",
        "auth":"欧阳修",
        "dynasty":"宋",
        "content":"绿桑高下映平川，赛罢田神笑语喧。林外鸣鸠春雨歇，屋头初日杏花繁。"
    },
    {
        "title":"饮马长城窟行",
        "auth":"陈琳",
        "dynasty":"魏晋",
        "content":"饮马长城窟，水寒伤马骨。往谓长城吏，慎莫稽留太原卒！官作自有程，举筑谐汝声！男儿宁当格斗死，何能怫郁筑长城。长城何连连，连连三千里。边城多健少，内舍多寡妇。作书与内舍，便嫁莫留住。善待新姑嫜，时时念我故夫子！报书往边地，君今出语一何鄙？身在祸难中，何为稽留他家子？生男慎莫举，生女哺用脯。君独不见长城下，死人骸骨相撑拄。结发行事君，慊慊心意关。明知边地苦，贱妾何能久自全？"
    },
    {
        "title":"九日闲居·并序",
        "auth":"陶渊明",
        "dynasty":"魏晋",
        "content":"余闲居，爱重九之名。秋菊盈园，而持醪靡由，空服九华，寄怀于言。世短意常多，斯人乐久生。日月依辰至，举俗爱其名。露凄暄风息，气澈天象明。往燕无遗影，来雁有余声。酒能祛百虑，菊解制颓龄。如何蓬庐士，空视时运倾！尘爵耻虚罍，寒华徒自荣。敛襟独闲谣，缅焉起深情。栖迟固多娱，淹留岂无成。"
    },
    {
        "title":"送紫岩张先生北伐",
        "auth":"岳飞",
        "dynasty":"宋",
        "content":"号令风霆迅，天声动地陬。长驱渡河洛，直捣向燕幽。马蹀阏氏血，旗袅可汗头。归来报名主，恢复旧神州。"
    },
    {
        "title":"九日置酒",
        "auth":"宋祁",
        "dynasty":"宋",
        "content":"秋晚佳晨重物华，高台复帐驻鸣笳。遨欢任落风前帽，促饮争吹酒上花。溪态澄明初雨毕，日痕清淡不成霞。白头太守真愚甚，满插茱萸望辟邪。"
    },
    {
        "title":"登古邺城",
        "auth":"岑参",
        "dynasty":"唐",
        "content":"下马登邺城，城空复何见。东风吹野火，暮入飞云殿。城隅南对望陵台，漳水东流不复回。武帝宫中人去尽，年年春色为谁来。"
    },
    {
        "title":"诉衷情·春游",
        "auth":"陈子龙",
        "dynasty":"明",
        "content":"小桃枝下试罗裳，蝶粉斗遗香。玉轮碾平芳草，半面恼红妆。风乍暖，日初长，袅垂杨。一双舞燕，万点飞花，满地斜阳。"
    },
    {
        "title":"途中杂咏",
        "auth":"何福堃",
        "dynasty":"清",
        "content":"岁星周一纪，四过六盘山。路辟蚕丛险，人歌马足孱。时危多战垒，将猛守萧关。追溯前朝事，今来喜客闲。"
    },
    {
        "title":"登太白楼",
        "auth":"王世贞",
        "dynasty":"明",
        "content":"昔闻李供奉，长啸独登楼。此地一垂顾，高名百代留。白云海色曙，明月天门秋。欲觅重来者，潺湲济水流。"
    },
    {
        "title":"满江红·金陵乌衣园",
        "auth":"吴潜",
        "dynasty":"宋",
        "content":"柳带榆钱，又还过、清明寒食。天一笑、满园罗绮，满城箫笛。花树得晴红欲染，远山过雨青如滴。问江南、池馆有谁来，江南客。乌衣巷，今犹昔。乌衣事，今难觅。但年年燕子，晚烟斜日。抖擞一春尘土债，悲凉万古英雄迹。且芳尊、随分趁芳时，休虚掷。"
    },
    {
        "title":"庆清朝·禁幄低张",
        "auth":"李清照",
        "dynasty":"宋",
        "content":"禁幄低张，彤阑巧护，就中独占残春。容华淡伫，绰约俱见天真。待得群花过后，一番风露晓妆新。妖娆艳态，妒风笑月，长殢东君。东城边，南陌上，正日烘池馆，竞走香轮。绮筵散日，谁人可继芳尘。更好明光宫殿，几枝先近日边匀。金尊倒，拚了尽烛，不管黄昏。"
    },
    {
        "title":"八声甘州·摘青梅荐酒",
        "auth":"汤恢",
        "dynasty":"宋",
        "content":"摘青梅荐酒，甚残寒，犹怯苎萝衣。正柳腴花瘦，绿云冉冉，红雪霏霏。隔屋秦筝依约，谁品春词？回首繁华梦，流水斜晖。寄隐孤山山下，但一瓢饮水，深掩苔菲。羡青山有思，白鹤忘机。怅年华，不禁搔首，又在涯，弹泪送春归。销魂远，千山啼祢，十里荼种。"
    },
    {
        "title":"别诗二首·其一",
        "auth":"范云",
        "dynasty":"南北朝",
        "content":"洛阳城东西，长作经时别。昔去雪如花，今来花似雪。"
    },
    {
        "title":"卜算子·独自上层楼",
        "auth":"程垓",
        "dynasty":"宋",
        "content":"独自上层楼，楼外青山远。望以斜阳欲尽时，不见西飞雁。独自下层楼，楼下蛩声怨。待到黄昏月上时，依旧柔肠断。"
    },
    {
        "title":"一剪梅·唱到阳关第四声",
        "auth":"刘仙伦",
        "dynasty":"宋",
        "content":"唱到阳关第四声。香带轻分。罗带轻分。杏花时节雨纷纷。山绕孤村。水绕孤村。更没心情共酒尊。春衫香满，空有啼痕。一般离思两销魂。马上黄昏。楼上黄昏。"
    },
    {
        "title":"野老歌 / 山农词",
        "auth":"张籍",
        "dynasty":"唐",
        "content":"老农家贫在山住，耕种山田三四亩。苗疏税多不得食，输入官仓化为土。岁暮锄犁傍空室，呼儿登山收橡实。西江贾客珠百斛，船中养犬长食肉。"
    },
    {
        "title":"别严士元",
        "auth":"刘长卿",
        "dynasty":"唐",
        "content":"春风倚棹阖闾城，水国春寒阴复晴。细雨湿衣看不见，闲花落地听无声。日斜江上孤帆影，草绿湖南万里情。东道若逢相识问，青袍今日误儒生。"
    },
    {
        "title":"读山海经·其一",
        "auth":"陶渊明",
        "dynasty":"魏晋",
        "content":"孟夏草木长，绕屋树扶疏。众鸟欣有托，吾亦爱吾庐。既耕亦已种，时还读我书。穷巷隔深辙，颇回故人车。欢言酌春酒，摘我园中蔬。微雨从东来，好风与之俱。泛览《周王传》，流观《山海》图。俯仰终宇宙，不乐复何如？"
    },
    {
        "title":"移居二首",
        "auth":"陶渊明",
        "dynasty":"魏晋",
        "content":"昔欲居南村，非为卜其宅。闻多素心人，乐与数晨夕。怀此颇有年，今日从兹役。敝庐何必广，取足蔽床席。邻曲时时来，抗言谈在昔。奇文共欣赏，疑义相与析。春秋多佳日，登高赋新诗。过门更相呼，有酒斟酌之。农务各自归，闲暇辄相思。相思则披衣，言笑无厌时。此理将不胜？无为忽去兹。衣食当须纪，力耕不吾欺。"
    },
    {
        "title":"好事近·摇首出红尘",
        "auth":"朱敦儒",
        "dynasty":"宋",
        "content":"摇首出红尘，醒醉更无时节。活计绿蓑青笠，惯披霜冲雪。晚来风定钓丝闲，上下是新月。千里水天一色，看孤鸿明灭。"
    },
    {
        "title":"临江仙·夜饮东坡醒复醉",
        "auth":"苏轼",
        "dynasty":"宋",
        "content":"夜饮东坡醒复醉，归来仿佛三更。家童鼻息已雷鸣。敲门都不应，倚杖听江声。长恨此身非我有，何时忘却营营。夜阑风静縠纹平。小舟从此逝，江海寄余生。"
    },
    {
        "title":"浣溪沙·霜日明霄水蘸空",
        "auth":"张孝祥",
        "dynasty":"宋",
        "content":"霜日明霄水蘸空。鸣鞘声里绣旗红。淡烟衰草有无中。万里中原烽火北，一尊浊酒戍楼东。酒阑挥泪向悲风。"
    },
    {
        "title":"浣溪沙·庭菊飘黄玉露浓",
        "auth":"顾敻",
        "dynasty":"五代十国",
        "content":"庭菊飘黄玉露浓，冷莎偎砌隐鸣蛩，何期良夜得相逢？背帐凤摇红蜡滴，惹香暖梦绣衾重，觉来枕上怯晨钟。"
    },
    {
        "title":"虞美人·疏梅月下歌金缕",
        "auth":"晏几道",
        "dynasty":"宋",
        "content":"疏梅月下歌金缕。忆共文君语。更谁情浅似春风。一夜满枝新绿、替残红。苹香已有莲开信。两桨佳期近。采莲时节定来无。醉后满身花影、倩人扶。"
    },
    {
        "title":"冬日田园杂兴",
        "auth":"范成大",
        "dynasty":"宋",
        "content":"斜日低山片月高，睡余行药绕江郊。霜风捣尽千林叶，闲倚筇枝数鹳巢。炙背檐前日似烘，暖醺醺后困蒙蒙。过门走马何官职，侧帽笼鞭战北风！屋上添高一把茅，密泥房壁似僧寮。从教屋外阴风吼，卧听篱头响玉箫。松节然膏当烛笼，凝烟如墨暗房栊；晚来拭净南窗纸，便觉斜阳一倍红。乾高寅缺筑牛宫，巵酒豚蹄酹土公。牯牸无瘟犊儿长，明年添种越城东。放船开看雪山晴，风定奇寒晚更凝。坐听一篙珠玉碎，不知湖面已成冰！拨雪挑来踏地菘，味如蜜藕更肥醲。朱门肉食无风味，只作寻常菜把供。榾柮无烟雪夜长，地炉煨酒暖如汤。莫嗔老妇无盘飣，笑指灰中芋栗香。煮酒春前腊后蒸，一年长飨瓮头清。廛居何似山居乐，秫米新来禁入城。黄纸蠲租白纸催，皂衣旁午下乡来。长官头脑冬烘甚，乞汝青钱买酒回。探梅公子款柴门，枝北枝南总未春；忽见小桃红似锦，却疑侬是武陵人。村巷冬年见俗情，邻翁讲礼拜柴荆。长衫布缕如霜雪，云是家机自织成。"
    },
    {
        "title":"晚春田园杂兴",
        "auth":"范成大",
        "dynasty":"宋",
        "content":"紫青莼菜卷荷香，玉雪芹芽拔薤长。自撷溪毛充晚供，短篷风雨宿横塘。湖莲旧荡藕新翻，小小荷钱没涨痕。斟酌梅天风浪紧，更从外水种芦根。蝴蝶双双入菜花，日长无客到田家。鸡飞过篱犬吠窦，知有行商来买茶。湔裙水满绿苹洲，上巳微寒懒出游。薄暮蛙声连晓闹，今年田稻十分秋。新绿园林晓气凉，晨炊蚤出看移秧。百花飘尽桑麻小，来路风来阿魏香。三旬蚕忌闭门中，邻曲都无步往踪。犹是晓晴风露下，采桑时节暂相逢。污莱一棱水周围，岁岁蜗庐没半扉。不看茭青难护岸，小舟撑取葑田归。茅针香软渐包茸，蓬櫑甘酸半染红。采采归来儿女笑，杖头高挂小筠笼。海雨江风浪作堆，时新鱼菜逐春回。荻芽抽笋河魨上，楝子开花石首来。谷雨如丝复似尘，煮瓶浮蜡正尝新。牡丹破萼樱桃熟，未许飞花减却春。雨后山家起较迟，天窗晓色半熹微。老翁欹枕听莺啭，童子开门放燕飞。乌鸟投林过客稀，前山烟暝到柴扉。小童一棹舟如叶，独自编阑鸭阵归。"
    },
    {
        "title":"前出塞九首",
        "auth":"杜甫",
        "dynasty":"唐",
        "content":"戚戚去故里，悠悠赴交河。公家有程期，亡命婴祸罗。君已富土境，开边一何多。弃绝父母恩，吞声行负戈。出门日已远，不受徒旅欺。骨肉恩岂断，男儿死无时。走马脱辔头，手中挑青丝。捷下万仞冈，俯身试搴旗。磨刀呜咽水，水赤刃伤手。欲轻肠断声，心绪乱已久。丈夫誓许国，愤惋复何有。功名图骐驎，战骨当速朽。送徒既有长，远戍亦有身。生死向前去，不劳吏怒嗔。路逢相识人，附书与六亲。哀哉两决绝，不复同苦辛。迢迢万馀里，领我赴三军。军中异苦乐，主将宁尽闻。隔河见胡骑，倏忽数百群。我始为奴仆，几时树功勋。挽弓当挽强，用箭当用长。射人先射马，擒贼先擒王。杀人亦有限，列国自有疆。苟能制侵陵，岂在多杀伤。驱马天雨雪，军行入高山。径危抱寒石，指落层冰间。已去汉月远，何时筑城还。浮云暮南征，可望不可攀。单于寇我垒，百里风尘昏。雄剑四五动，彼军为我奔。虏其名王归，系颈授辕门。潜身备行列，一胜何足论。从军十年馀，能无分寸功。众人贵苟得，欲语羞雷同。中原有斗争，况在狄与戎。丈夫四方志，安可辞固穷。"
    },
    {
        "title":"巴女谣",
        "auth":"于鹄",
        "dynasty":"唐",
        "content":"巴女骑牛唱竹枝，藕丝菱叶傍江时。不愁日暮还家错，记得芭蕉出槿篱。"
    },
    {
        "title":"浣溪沙·中秋坐上十八客",
        "auth":"张孝祥",
        "dynasty":"宋",
        "content":"同是瀛洲册府仙。只今聊结社中莲。胡笳按拍酒如川。唤起封姨清晚景，更将荔子荐新圆。从今三夜看婵娟。"
    },
    {
        "title":"前出塞九首·其六",
        "auth":"杜甫",
        "dynasty":"唐",
        "content":"挽弓当挽强，用箭当用长。射人先射马，擒贼先擒王。杀人亦有限，列国自有疆。苟能制侵陵，岂在多杀伤。"
    },
    {
        "title":"三江小渡",
        "auth":"杨万里",
        "dynasty":"宋",
        "content":"溪水将桥不复回，小舟犹倚短篙开。交情得似山溪渡，不管风波去又来。"
    },
    {
        "title":"游洞庭湖五首·其二",
        "auth":"李白",
        "dynasty":"唐",
        "content":"南湖秋水夜无烟，耐可乘流直上天。且就洞庭赊月色，将船买酒白云边。"
    },
    {
        "title":"浣溪沙·一向年光有限身",
        "auth":"晏殊",
        "dynasty":"宋",
        "content":"一向年光有限身。等闲离别易销魂。酒筵歌席莫辞频。满目山河空念远，落花风雨更伤春。不如怜取眼前人。"
    },
    {
        "title":"蒿里行",
        "auth":"曹操",
        "dynasty":"汉",
        "content":"关东有义士，兴兵讨群凶。初期会盟津，乃心在咸阳。军合力不齐，踌躇而雁行。势利使人争，嗣还自相戕。淮南弟称号，刻玺于北方。铠甲生虮虱，万姓以死亡。白骨露於野，千里无鸡鸣。生民百遗一，念之断人肠。"
    },
    {
        "title":"重别周尚书",
        "auth":"庾信",
        "dynasty":"南北朝",
        "content":"阳关万里道，不见一人归。惟有河边雁，秋来南向飞。"
    },
    {
        "title":"辛夷坞",
        "auth":"王维",
        "dynasty":"唐",
        "content":"木末芙蓉花，山中发红萼。涧户寂无人，纷纷开且落。"
    },
    {
        "title":"南浦别",
        "auth":"白居易",
        "dynasty":"唐",
        "content":"南浦凄凄别，西风袅袅秋。一看肠一断，好去莫回头。"
    },
    {
        "title":"观田家",
        "auth":"韦应物",
        "dynasty":"唐",
        "content":"微雨众卉新，一雷惊蛰始。田家几日闲，耕种从此起。丁壮俱在野，场圃亦就理。归来景常晏，饮犊西涧水。饥劬不自苦，膏泽且为喜。仓禀无宿储，徭役犹未已。方惭不耕者，禄食出闾里。"
    },
    {
        "title":"谢亭送别",
        "auth":"许浑",
        "dynasty":"唐",
        "content":"劳歌一曲解行舟，红叶青山水急流。日暮酒醒人已远，满天风雨下西楼。"
    },
    {
        "title":"送魏二",
        "auth":"王昌龄",
        "dynasty":"唐",
        "content":"醉别江楼橘柚香，江风引雨入舟凉。忆君遥在潇湘月，愁听清猿梦里长。"
    },
    {
        "title":"垂老别",
        "auth":"杜甫",
        "dynasty":"唐",
        "content":"四郊未宁静，垂老不得安。子孙阵亡尽，焉用身独完。投杖出门去，同行为辛酸。幸有牙齿存，所悲骨髓干。男儿既介胄，长揖别上官。老妻卧路啼，岁暮衣裳单。孰知是死别，且复伤其寒。此去必不归，还闻劝加餐。土门壁甚坚，杏园度亦难。势异邺城下，纵死时犹宽。人生有离合，岂择衰盛端。忆昔少壮日，迟回竟长叹。万国尽征戍，烽火被冈峦。积尸草木腥，流血川原丹。何乡为乐土，安敢尚盘桓。弃绝蓬室居，塌然摧肺肝。"
    },
    {
        "title":"新婚别",
        "auth":"杜甫",
        "dynasty":"唐",
        "content":"兔丝附蓬麻，引蔓故不长。嫁女与征夫，不如弃路旁。结发为君妻，席不暖君床。暮婚晨告别，无乃太匆忙。君行虽不远，守边赴河阳。妾身未分明，何以拜姑嫜。父母养我时，日夜令我藏。生女有所归，鸡狗亦得将。君今往死地，沈痛迫中肠。誓欲随君去，形势反苍黄。勿为新婚念，努力事戎行。妇人在军中，兵气恐不扬。自嗟贫家女，久致罗襦裳。罗襦不复施，对君洗红妆。仰视百鸟飞，大小必双翔。人事多错迕，与君永相望。"
    },
    {
        "title":"和董传留别",
        "auth":"苏轼",
        "dynasty":"宋",
        "content":"粗缯大布裹生涯，腹有诗书气自华。厌伴老儒烹瓠叶，强随举子踏槐花。囊空不办寻春马，眼乱行看择婿车。得意犹堪夸世俗，诏黄新湿字如鸦。"
    },
    {
        "title":"送柴侍御",
        "auth":"王昌龄",
        "dynasty":"唐",
        "content":"流水通波接武冈，送君不觉有离伤。青山一道同云雨，明月何曾是两乡。"
    },
    {
        "title":"春中田园作",
        "auth":"王维",
        "dynasty":"唐",
        "content":"屋上春鸠鸣，村边杏花白。持斧伐远扬，荷锄觇泉脉。归燕识故巢，旧人看新历。临觞忽不御，惆怅远行客。"
    },
    {
        "title":"归园田居·其二",
        "auth":"陶渊明",
        "dynasty":"魏晋",
        "content":"野外罕人事，穷巷寡轮鞅。白日掩荆扉，虚室绝尘想。时复墟曲中，披草共来往。相见无杂言，但道桑麻长。桑麻日已长，我土日已广。常恐霜霰至，零落同草莽。"
    },
    {
        "title":"登岳阳楼·其一",
        "auth":"陈与义",
        "dynasty":"宋",
        "content":"洞庭之东江水西，帘旌不动夕阳迟。登临吴蜀横分地，徙倚湖山欲暮时。万里来游还望远，三年多难更凭危。白头吊古风霜里，老木沧波无限悲。"
    },
    {
        "title":"有客",
        "auth":"佚名",
        "dynasty":"先秦",
        "content":"有客有客，亦白其马。有萋有且，敦琢其旅。有客宿宿，有客信信。言授之絷，以絷其马。薄言追之，左右绥之。既有淫威，降福孔夷。"
    },
    {
        "title":"野老歌 / 山农词",
        "auth":"张籍",
        "dynasty":"唐",
        "content":"老农家贫在山住，耕种山田三四亩。苗疏税多不得食，输入官仓化为土。岁暮锄犁傍空室，呼儿登山收橡实。西江贾客珠百斛，船中养犬长食肉。"
    },
    {
        "title":"别严士元",
        "auth":"刘长卿",
        "dynasty":"唐",
        "content":"春风倚棹阖闾城，水国春寒阴复晴。细雨湿衣看不见，闲花落地听无声。日斜江上孤帆影，草绿湖南万里情。东道若逢相识问，青袍今日误儒生。"
    },
    {
        "title":"读山海经·其一",
        "auth":"陶渊明",
        "dynasty":"魏晋",
        "content":"孟夏草木长，绕屋树扶疏。众鸟欣有托，吾亦爱吾庐。既耕亦已种，时还读我书。穷巷隔深辙，颇回故人车。欢言酌春酒，摘我园中蔬。微雨从东来，好风与之俱。泛览《周王传》，流观《山海》图。俯仰终宇宙，不乐复何如？"
    },
    {
        "title":"移居二首",
        "auth":"陶渊明",
        "dynasty":"魏晋",
        "content":"昔欲居南村，非为卜其宅。闻多素心人，乐与数晨夕。怀此颇有年，今日从兹役。敝庐何必广，取足蔽床席。邻曲时时来，抗言谈在昔。奇文共欣赏，疑义相与析。春秋多佳日，登高赋新诗。过门更相呼，有酒斟酌之。农务各自归，闲暇辄相思。相思则披衣，言笑无厌时。此理将不胜？无为忽去兹。衣食当须纪，力耕不吾欺。"
    },
    {
        "title":"好事近·摇首出红尘",
        "auth":"朱敦儒",
        "dynasty":"宋",
        "content":"摇首出红尘，醒醉更无时节。活计绿蓑青笠，惯披霜冲雪。晚来风定钓丝闲，上下是新月。千里水天一色，看孤鸿明灭。"
    },
    {
        "title":"临江仙·夜饮东坡醒复醉",
        "auth":"苏轼",
        "dynasty":"宋",
        "content":"夜饮东坡醒复醉，归来仿佛三更。家童鼻息已雷鸣。敲门都不应，倚杖听江声。长恨此身非我有，何时忘却营营。夜阑风静縠纹平。小舟从此逝，江海寄余生。"
    },
    {
        "title":"鹧鸪天·一点残红欲尽时",
        "auth":"周紫芝",
        "dynasty":"宋",
        "content":"一点残红欲尽时。乍凉秋气满屏帏。梧桐叶上三更雨，叶叶声声是别离。调宝瑟，拨金猊。那时同唱鹧鸪词。如今风雨西楼夜，不听清歌也泪垂。"
    },
    {
        "title":"除夜对酒赠少章",
        "auth":"陈师道",
        "dynasty":"宋",
        "content":"岁晚身何托，灯前客未空。半生忧患里，一梦有无中。发短愁催白，颜衰酒借红。我歌君起舞，潦倒略相同。"
    },
    {
        "title":"柳枝词",
        "auth":"郑文宝",
        "dynasty":"宋",
        "content":"亭亭画舸系春潭，直到行人酒半酣。不管烟波与风雨，载将离恨过江南。"
    },
    {
        "title":"阳关曲·中秋月",
        "auth":"苏轼",
        "dynasty":"宋",
        "content":"暮云收尽溢清寒，银汉无声转玉盘。此生此夜不长好，明月明年何处看。"
    },
    {
        "title":"初秋行圃",
        "auth":"杨万里",
        "dynasty":"宋",
        "content":"落日无情最有情，遍催万树暮蝉鸣。听来咫尺无寻处，寻到旁边却不声。"
    },
    {
        "title":"新晴野望",
        "auth":"王维",
        "dynasty":"唐",
        "content":"新晴原野旷，极目无氛垢。郭门临渡头，村树连溪口。白水明田外，碧峰出山后。农月无闲人，倾家事南亩。"
    },
    {
        "title":"客从远方来",
        "auth":"佚名",
        "dynasty":"汉",
        "content":"客从远方来，遗我一端绮。相去万余里，故人心尚尔。文采双鸳鸯，裁为合欢被。著以长相思，缘以结不解。以胶投漆中，谁能别离此？"
    },
    {
        "title":"凉州馆中与诸判官夜集",
        "auth":"岑参",
        "dynasty":"唐",
        "content":"弯弯月出挂城头，城头月出照凉州。凉州七里十万家，胡人半解弹琵琶。琵琶一曲肠堪断，风萧萧兮夜漫漫。河西幕中多故人，故人别来三五春。花门楼前见秋草，岂能贫贱相看老。一生大笑能几回，斗酒相逢须醉倒。"
    },
    {
        "title":"稻田",
        "auth":"韦庄",
        "dynasty":"唐",
        "content":"绿波春浪满前陂，极目连云罢亚肥。更被鹭鹚千点雪，破烟来入画屏飞。"
    },
    {
        "title":"含山店梦觉作",
        "auth":"韦庄",
        "dynasty":"唐",
        "content":"曾为流离惯别家，等闲挥袂客天涯。灯前一觉江南梦，惆怅起来山月斜。"
    },
    {
        "title":"阳关曲·中秋月",
        "auth":"苏轼",
        "dynasty":"宋",
        "content":"暮云收尽溢清寒，银汉无声转玉盘。此生此夜不长好，明月明年何处看。"
    },
    {
        "title":"初秋行圃",
        "auth":"杨万里",
        "dynasty":"宋",
        "content":"落日无情最有情，遍催万树暮蝉鸣。听来咫尺无寻处，寻到旁边却不声。"
    },
    {
        "title":"新晴野望",
        "auth":"王维",
        "dynasty":"唐",
        "content":"新晴原野旷，极目无氛垢。郭门临渡头，村树连溪口。白水明田外，碧峰出山后。农月无闲人，倾家事南亩。"
    },
    {
        "title":"客从远方来",
        "auth":"佚名",
        "dynasty":"汉",
        "content":"客从远方来，遗我一端绮。相去万余里，故人心尚尔。文采双鸳鸯，裁为合欢被。著以长相思，缘以结不解。以胶投漆中，谁能别离此？"
    },
    {
        "title":"凉州馆中与诸判官夜集",
        "auth":"岑参",
        "dynasty":"唐",
        "content":"弯弯月出挂城头，城头月出照凉州。凉州七里十万家，胡人半解弹琵琶。琵琶一曲肠堪断，风萧萧兮夜漫漫。河西幕中多故人，故人别来三五春。花门楼前见秋草，岂能贫贱相看老。一生大笑能几回，斗酒相逢须醉倒。"
    },
    {
        "title":"稻田",
        "auth":"韦庄",
        "dynasty":"唐",
        "content":"绿波春浪满前陂，极目连云罢亚肥。更被鹭鹚千点雪，破烟来入画屏飞。"
    },
    {
        "title":"含山店梦觉作",
        "auth":"韦庄",
        "dynasty":"唐",
        "content":"曾为流离惯别家，等闲挥袂客天涯。灯前一觉江南梦，惆怅起来山月斜。"
    },
    {
        "title":"淮上与友人别",
        "auth":"郑谷",
        "dynasty":"唐",
        "content":"扬子江头杨柳春，杨花愁杀渡江人。数声风笛离亭晚，君向潇湘我向秦。"
    },
    {
        "title":"临湖亭",
        "auth":"王维",
        "dynasty":"唐",
        "content":"轻舸迎上客，悠悠湖上来。当轩对尊酒，四面芙蓉开。"
    },
    {
        "title":"十亩之间",
        "auth":"佚名",
        "dynasty":"先秦",
        "content":"十亩之间兮，桑者闲闲兮，行与子还兮。十亩之外兮，桑者泄泄兮，行与子逝兮。"
    },
    {
        "title":"军城早秋",
        "auth":"严武",
        "dynasty":"唐",
        "content":"昨夜秋风入汉关，朔云边月满西山。更催飞将追骄虏，莫遣沙场匹马还。"
    },
    {
        "title":"暮过山村",
        "auth":"贾岛",
        "dynasty":"唐",
        "content":"数里闻寒水，山家少四邻。怪禽啼旷野，落日恐行人。初月未终夕，边烽不过秦。萧条桑柘外，烟火渐相亲。"
    },
    {
        "title":"悲陈陶",
        "auth":"杜甫",
        "dynasty":"唐",
        "content":"孟冬十郡良家子，血作陈陶泽中水。野旷天清无战声，四万义军同日死。群胡归来血洗箭，仍唱胡歌饮都市。都人回面向北啼，日夜更望官军至。"
    },
    {
        "title":"玉楼春·春景",
        "auth":"宋祁",
        "dynasty":"宋",
        "content":"东城渐觉风光好。縠皱波纹迎客棹。绿杨烟外晓寒轻，红杏枝头春意闹。浮生长恨欢娱少。肯爱千金轻一笑。为君持酒劝斜阳，且向花间留晚照。"
    },
    {
        "title":"金铜仙人辞汉歌",
        "auth":"李贺",
        "dynasty":"唐",
        "content":"茂陵刘郎秋风客，夜闻马嘶晓无迹。画栏桂树悬秋香，三十六宫土花碧。魏官牵车指千里，东关酸风射眸子。空将汉月出宫门，忆君清泪如铅水。衰兰送客咸阳道，天若有情天亦老。携盘独出月荒凉，渭城已远波声小。"
    },
    {
        "title":"春暮西园",
        "auth":"高启",
        "dynasty":"明",
        "content":"绿池芳草满晴波，春色都从雨里过。知是人家花落尽，菜畦今日蝶来多。"
    },
    {
        "title":"鲁郡东石门送杜二甫",
        "auth":"李白",
        "dynasty":"唐",
        "content":"醉别复几日，登临遍池台。何时石门路，重有金樽开。秋波落泗水，海色明徂徕。飞蓬各自远，且尽手中杯。"
    },
    {
        "title":"北风行",
        "auth":"刘基",
        "dynasty":"明",
        "content":"城外萧萧北风起，城上健儿吹落耳。将军玉帐貂鼠衣，手持酒杯看雪飞。"
    },
    {
        "title":"送人赴安西",
        "auth":"岑参",
        "dynasty":"唐",
        "content":"上马带吴钩，翩翩度陇头。小来思报国，不是爱封侯。万里乡为梦，三边月作愁。早须清黠虏，无事莫经秋。"
    },
    {
        "title":"无家别",
        "auth":"杜甫",
        "dynasty":"唐",
        "content":"寂寞天宝后，园庐但蒿藜。我里百馀家，世乱各东西。存者无消息，死者为尘泥。贱子因阵败，归来寻旧蹊。久行见空巷，日瘦气惨凄。但对狐与狸，竖毛怒我啼。四邻何所有，一二老寡妻。宿鸟恋本枝，安辞且穷栖。方春独荷锄，日暮还灌畦。县吏知我至，召令习鼓鞞，虽从本州役，内顾无所携。近行止一身，远去终转迷。家乡既荡尽，远近理亦齐。永痛长病母，五年委沟溪，生我不得力，终身两酸嘶。人生无家别，何以为烝黎。"
    },
    {
        "title":"临平泊舟",
        "auth":"黄庚",
        "dynasty":"宋末元初",
        "content":"客舟系缆柳阴旁，湖影侵篷夜气凉。万顷波光摇月碎，一天风露藕花香。"
    },
    {
        "title":"芙蓉楼送辛渐二首",
        "auth":"王昌龄",
        "dynasty":"唐",
        "content":"寒雨连江夜入吴，平明送客楚山孤。洛阳亲友如相问，一片冰心在玉壶。丹阳城南秋海阴，丹阳城北楚云深。高楼送客不能醉，寂寂寒江明月心。"
    },
    {
        "title":"送人赴安西",
        "auth":"岑参",
        "dynasty":"唐",
        "content":"上马带吴钩，翩翩度陇头。小来思报国，不是爱封侯。万里乡为梦，三边月作愁。早须清黠虏，无事莫经秋。"
    },
    {
        "title":"无家别",
        "auth":"杜甫",
        "dynasty":"唐",
        "content":"寂寞天宝后，园庐但蒿藜。我里百馀家，世乱各东西。存者无消息，死者为尘泥。贱子因阵败，归来寻旧蹊。久行见空巷，日瘦气惨凄。但对狐与狸，竖毛怒我啼。四邻何所有，一二老寡妻。宿鸟恋本枝，安辞且穷栖。方春独荷锄，日暮还灌畦。县吏知我至，召令习鼓鞞，虽从本州役，内顾无所携。近行止一身，远去终转迷。家乡既荡尽，远近理亦齐。永痛长病母，五年委沟溪，生我不得力，终身两酸嘶。人生无家别，何以为烝黎。"
    },
    {
        "title":"答陆澧",
        "auth":"张九龄",
        "dynasty":"唐",
        "content":"松叶堪为酒，春来酿几多。不辞山路远，踏雪也相过。"
    },
    {
        "title":"夜别韦司士",
        "auth":"高适",
        "dynasty":"唐",
        "content":"高馆张灯酒复清，夜钟残月雁归声。只言啼鸟堪求侣，无那春风欲送行。黄河曲里沙为岸，白马津边柳向城。莫怨他乡暂离别，知君到处有逢迎。"
    },
    {
        "title":"登快阁",
        "auth":"黄庭坚",
        "dynasty":"宋",
        "content":"痴儿了却公家事，快阁东西倚晚晴。落木千山天远大，澄江一道月分明。朱弦已为佳人绝，青眼聊因美酒横。万里归船弄长笛，此心吾与白鸥盟。"
    },
    {
        "title":"赤壁赋",
        "auth":"苏轼",
        "dynasty":"宋",
        "content":"壬戌之秋，七月既望，苏子与客泛舟游于赤壁之下。清风徐来，水波不兴。举酒属客，诵明月之诗，歌窈窕之章。少焉，月出于东山之上，徘徊于斗牛之间。白露横江，水光接天。纵一苇之所如，凌万顷之茫然。浩浩乎如冯虚御风，而不知其所止；飘飘乎如遗世独立，羽化而登仙。于是饮酒乐甚，扣舷而歌之。歌曰：“桂棹兮兰桨，击空明兮溯流光。渺渺兮予怀，望美人兮天一方。”客有吹洞箫者，倚歌而和之。其声呜呜然，如怨如慕，如泣如诉，余音袅袅，不绝如缕。舞幽壑之潜蛟，泣孤舟之嫠妇。苏子愀然，正襟危坐而问客曰：“何为其然也？”客曰：“月明星稀，乌鹊南飞，此非曹孟德之诗乎？西望夏口，东望武昌，山川相缪，郁乎苍苍，此非孟德之困于周郎者乎？方其破荆州，下江陵，顺流而东也，舳舻千里，旌旗蔽空，酾酒临江，横槊赋诗，固一世之雄也，而今安在哉？况吾与子渔樵于江渚之上，侣鱼虾而友麋鹿，驾一叶之扁舟，举匏樽以相属。寄蜉蝣于天地，渺沧海之一粟。哀吾生之须臾，羡长江之无穷。挟飞仙以遨游，抱明月而长终。知不可乎骤得，托遗响于悲风。”苏子曰：“客亦知夫水与月乎？逝者如斯，而未尝往也；盈虚者如彼，而卒莫消长也。盖将自其变者而观之，则天地曾不能以一瞬；自其不变者而观之，则物与我皆无尽也，而又何羡乎！且夫天地之间，物各有主，苟非吾之所有，虽一毫而莫取。惟江上之清风，与山间之明月，耳得之而为声，目遇之而成色，取之无禁，用之不竭，是造物者之无尽藏也，而吾与子之所共适。”客喜而笑，洗盏更酌。肴核既尽，杯盘狼籍。相与枕藉乎舟中，不知东方之既白。"
    }
]